[{
  "_id": "1229797",
  "review_id": "9395464",
  "date": {
    "$date": "2013-12-26T05:00:00.000Z"
  },
  "reviewer_name": "Alfonso",
  "comments": "Irene is a lovely and very helpfully host with a very nice place, tidy and clean. Recommended!"
},
{
  "_id": "24903267",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "6355925",
  "review_id": "58772618",
  "date": {
    "$date": "2016-01-05T05:00:00.000Z"
  },
  "reviewer_name": "Ben",
  "comments": "Jamie's apartment overlooking Manly Beach was right on the Ocean .Very open and spacious. Also very handy for local restaurants and shops.\r\nJamie was most welcoming and we had a great stay , although we were unlucky with the weather for a few days.\r\nWould recommend this apartment for anyone who likes being near a beach."
},
{
  "_id": "16134812",
  "review_id": "121406654",
  "date": {
    "$date": "2016-12-16T05:00:00.000Z"
  },
  "reviewer_name": "Wendy",
  "comments": "Great Place and Great Host!\nDefinitely recommend staying here!\n10/10!"
},
{
  "_id": "13333143",
  "review_id": "87741387",
  "date": {
    "$date": "2016-07-21T04:00:00.000Z"
  },
  "reviewer_name": "MadeComfy",
  "comments": "We had a returning guests we couldn't accommodate for their requested period. After getting in touch with Ziggy we were very happy with communication, the guests gave good feedback about the property, we will be thinking of Ziggy's apartment whenever we can help a guest. \r\nThanks Ziggy!"
},
{
  "_id": "23509047",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "17757543",
  "review_id": "145746038",
  "date": {
    "$date": "2017-04-19T04:00:00.000Z"
  },
  "reviewer_name": "Rachel",
  "comments": "Emma's White House was perfect for my husbands long stay for work purposes.\nHe had everything he needed and Na (the host) was awesome.... extremely pleasant and helpful. She always made sure that his stay was comfortable. Communication was prompt and efficient.\nThe location was quiet, safe and close to amenities. The unit is away from the house and he wasn't disturbed by noise.\nIt was fantastic value for money and he would most definitely stay here again. I highly recommend this Airbnb to others. \nThanks Na for making the time away from home so pleasant. "
},
{
  "_id": "26728997",
  "review_id": "290675108",
  "date": {
    "$date": "2018-07-15T04:00:00.000Z"
  },
  "reviewer_name": "Lin",
  "comments": "房東人很好,熱情,訊息都有即時回覆\n感謝Jill這幾天的照顧"
},
{
  "_id": "5581269",
  "review_id": "28061544",
  "date": {
    "$date": "2015-03-16T04:00:00.000Z"
  },
  "reviewer_name": "Helen",
  "comments": "Michy and Paul are such great hosts. They made feel very welcome as soon as I arrived. The backyard cabin is newly renovated. It is very clean, modern, classy and quiet. It is very close to the beach. I will definitely come back again. Thank you Michy and Paul!\n\n"
},
{
  "_id": "26430039",
  "review_id": "290649727",
  "date": {
    "$date": "2018-07-15T04:00:00.000Z"
  },
  "reviewer_name": "Nancy",
  "comments": "The house is a lovely open space surrounded by trees. The beaches are beautiful, closeby and easy to drive to. So much to do outdoors, and lots of restaurants and cafes in the area for the evening. The house is stocked withe an entire kitchen of stuff which was great. It was a really nice winter stay in the school holidays. The host brought us a  beautiful welcome hamper of teas, coffee, chocolates and wine, etc.  Very nice."
},
{
  "_id": "18841207",
  "review_id": "158900501",
  "date": {
    "$date": "2017-06-09T04:00:00.000Z"
  },
  "reviewer_name": "Suzanne",
  "comments": "It was close to the airport and very clean. Highly recommended"
},
{
  "_id": "31089327",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "18130053",
  "review_id": "159380557",
  "date": {
    "$date": "2017-06-10T04:00:00.000Z"
  },
  "reviewer_name": "Daniel",
  "comments": "Highly recommended apartment. It's spacious, clean, stylish and very easily accessible from the mascot subway and buses. Near the airport as well. Evan is also very prompt in responding so we really appreciated that. Thanks, we enjoyed our stay!"
},
{
  "_id": "20374683",
  "review_id": "182113593",
  "date": {
    "$date": "2017-08-14T04:00:00.000Z"
  },
  "reviewer_name": "John",
  "comments": "Phan went out of her way to meet us at her place and had plenty of information about the neighbourhood, etc.  The apartment was clean and well equipped.  It was a great place for a good price and close to everything we needed."
},
{
  "_id": "22367184",
  "review_id": "224365829",
  "date": {
    "$date": "2018-01-03T05:00:00.000Z"
  },
  "reviewer_name": "Kerrie",
  "comments": "Aimee & Dan's place is located in a vibrant part of the city. A walk or short bike or bus ride to many of the attractions on offer. Particularly good for attending any concert or sporting event at Alliance or Sydney Cricket ground.  The apartment is stylish providing all the comforts of home. The facilities are amazing with a gym and pool in the complex and many restaurants & cafes just downstairs. Thank you for sharing your home Aimee & Dan."
},
{
  "_id": "394428",
  "review_id": "2070864",
  "date": {
    "$date": "2012-08-23T04:00:00.000Z"
  },
  "reviewer_name": "Julie",
  "comments": "Stayed with Kerri as we needed somewhere close to the family (who have grown too much to fit us into their small house). Beautiful apartment and a lovely bedroom and bathroom for our use.  Kerri is a great host and a really nice person - with excellent taste.  We'd be happy to recommend her place to anyone and be happy to stay there again."
},
{
  "_id": "23364269",
  "review_id": "253553362",
  "date": {
    "$date": "2018-04-14T04:00:00.000Z"
  },
  "reviewer_name": "Sarka",
  "comments": "It was a nice apartment to stay in and it is worth the price. \nThe only problem in the area is parking, as it is challenging to find a free spot- since we owned a car. There are also planes flying over the complexes, therefore there will be some noise, but not often- it wasn’t as noticeable for us. \nOtherwise it was a nice stay with all appliances and necessities provided- also Hafid was fast to respond to our messages. Recommend."
},
{
  "_id": "3042637",
  "review_id": "15364654",
  "date": {
    "$date": "2014-07-07T04:00:00.000Z"
  },
  "reviewer_name": "Matt",
  "comments": "We had a great time staying with Susan in Bronte. The place is self contained and quiet. Susan had thought of everything.  The place really was perfect.  We can't recommend this place highly enough!"
},
{
  "_id": "19768922",
  "review_id": "213383414",
  "date": {
    "$date": "2017-11-20T05:00:00.000Z"
  },
  "reviewer_name": "Jean-Christophe",
  "comments": "The host canceled this reservation 40 days before arrival. This is an automated posting."
},
{
  "_id": "21884466",
  "review_id": "222486542",
  "date": {
    "$date": "2017-12-30T05:00:00.000Z"
  },
  "reviewer_name": "이",
  "comments": "Roomies were all very friendly, and room was clean!"
},
{
  "_id": "19376053",
  "review_id": "169528433",
  "date": {
    "$date": "2017-07-13T04:00:00.000Z"
  },
  "reviewer_name": "Xinying",
  "comments": "A warming and cleaning house, it is convenient for walking to city. Andrew is a friendly guy as well. "
},
{
  "_id": "4164487",
  "review_id": "21974952",
  "date": {
    "$date": "2014-10-27T04:00:00.000Z"
  },
  "reviewer_name": "Chelsey",
  "comments": "This room and apartment are a great little find - in a lovely quiet area in Rozelle with great transport links into the city via bus and walking distance to some awesome pubs & into Balmain. You could also walk into the CBD in 40 mins (which we did a few times across the Anzac Bridge).\r\nWe stayed with Duncan and Ashlee for three weeks and they are perfect hosts - gave us space to do our own thing but always there if we needed advice on Sydney (it was our first time to the city) and generally great company.\r\nThe room itself is spacious and well furnished with plenty of space for storage, the bed was really comfy with an electric blanket for when the nights got a little chilly, and Duncan's information sheet in the bedroom was a great reference point. Kitchen, Living Room and Bathroom are ample sized and well equipped. There is nothing I can fault this property on nor the hosts - a great first experience of Airbnb and Sydney for us. Thank you so much guys!"
},
{
  "_id": "17795782",
  "review_id": "139530853",
  "date": {
    "$date": "2017-03-25T04:00:00.000Z"
  },
  "reviewer_name": "Martin",
  "comments": "Beach and Surf :D"
},
{
  "_id": "18360303",
  "review_id": "225900912",
  "date": {
    "$date": "2018-01-07T05:00:00.000Z"
  },
  "reviewer_name": "Kirsten",
  "comments": "Lovely house & well maintained. \n\nEverything you could need for a comfortable stay is provided. There were 4 adults & 2 children in our party, and there was more than enough space.\nPool is a very welcome addition- especially to escape the Sydney heat!\nWouldn’t think twice about rebooking if we’re ever fortunate to be in Sydney again!"
},
{
  "_id": "7667264",
  "review_id": "42972371",
  "date": {
    "$date": "2015-08-16T04:00:00.000Z"
  },
  "reviewer_name": "Simon",
  "comments": "Unfortunately Isabella was not there so we never actually met, but the room was very cosy and the location beautiful, right in front of a picturesque park in Newtown and a very short walking distance to the main street with an almost endless choice of great bars, restaurants and cafes, would definitly stay here again :)"
},
{
  "_id": "6903190",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "11719579",
  "review_id": "66785180",
  "date": {
    "$date": "2016-03-24T04:00:00.000Z"
  },
  "reviewer_name": "Michelle",
  "comments": "Kate's place was great! I'd definitely stay again.  It was very clean and her roommates are wonderful--very chill and easy to live with.Kate was very considerate of any concerns I had as well and do all she could to ensure I was comfortable."
},
{
  "_id": "17319927",
  "review_id": "135725588",
  "date": {
    "$date": "2017-03-05T05:00:00.000Z"
  },
  "reviewer_name": "Mark",
  "comments": "A lovely apartment in beautiful Bondi. It matches the new photos and the Bondi beach area is easily walkable. It's a bus ride to downtown Sydney - pretty easy. \n\nThere are a lot of stairs if that bothers you, and no AC. The street is quiet and a very short walk to shops, restaurants, beaches, pools, boutiques and some of the best walking paths (in the world?)."
},
{
  "_id": "19599721",
  "review_id": "179588780",
  "date": {
    "$date": "2017-08-08T04:00:00.000Z"
  },
  "reviewer_name": "兴刚",
  "comments": "非常干净舒适的房间,适合旅行的朋友入住｡"
},
{
  "_id": "20906161",
  "review_id": "199422011",
  "date": {
    "$date": "2017-10-01T04:00:00.000Z"
  },
  "reviewer_name": "Vern",
  "comments": "What a fantastic apartment right next to Central Station. This opens up the entire city to you through the trains, buses and light rail. Use the Opal card to save on costs. The living room is well laid out and the couch is well built and comfortable. The TV is run through the Internet so there are many options to chose from. The closest market is downstairs and a small Woolworth a block away. The unit is in a secure building and on the top floor for great views. If you like trains, you will love it more! The kitchen has everything to make your own meals, which we did. When we arrived Alexey and Olga had a lovely bottle of wine waiting for us. Very thoughtful and considerate host. The bed was very comfortable. We used the downstairs bathroom with the large tub and shower, so convenient. The stairs are easily manageable but not for wheelchair users. The bathroom upstairs has a shower and the washer and dryer. That is such a plus for travelers. I would say we were able to enjoy our week in Sydney so much more because we rented this apartment. This is the very best value to be found and we're thankful we booked it. Highly recommend and would book it again if in Sydney."
},
{
  "_id": "1584102",
  "review_id": "13103094",
  "date": {
    "$date": "2014-05-19T04:00:00.000Z"
  },
  "reviewer_name": "Sally",
  "comments": "Bernadette and Fred were excellent hosts - warm, friendly and welcoming. Correspondence before our visit was great and instructions to the property were clear. The property itself was perfect - we couldn't have asked for more. Our area and the communal areas were spotless and we felt very comfortable in Bernadette and Fred's home. The house is stunning and views are beautiful, and it worked so well with our own living room, bathroom, bedroom and separate entrance. We couldn't have asked for a better experience!"
},
{
  "_id": "29240750",
  "review_id": "339723705",
  "date": {
    "$date": "2018-10-21T04:00:00.000Z"
  },
  "reviewer_name": "雯巍",
  "comments": "交通便捷,靠近地跌和公交车站,很方便去市中心和DFO,附近有超市和购物中心, 房间很整洁,布置的很温馨,房主很nice,性价比很高,是一次极好的入住体验"
},
{
  "_id": "22153101",
  "review_id": "329851211",
  "date": {
    "$date": "2018-09-29T04:00:00.000Z"
  },
  "reviewer_name": "Lebron",
  "comments": "We absolutely loved our time at Leah’s! The location was amazing, super close to the train station so it was a breeze getting around. The place itself was modern, very clean, spacious, had all the amenities you need and more! Would recommend to anyone, thanks again :)"
},
{
  "_id": "16532647",
  "review_id": "302669279",
  "date": {
    "$date": "2018-08-06T04:00:00.000Z"
  },
  "reviewer_name": "Luciano",
  "comments": "Every thing was good, we asked for a latter check out and she had no problem!"
},
{
  "_id": "17438054",
  "review_id": "135369618",
  "date": {
    "$date": "2017-03-04T05:00:00.000Z"
  },
  "reviewer_name": "Reid",
  "comments": "Perfect AirBnb! Highly recommend."
},
{
  "_id": "22005432",
  "review_id": "223835129",
  "date": {
    "$date": "2018-01-01T05:00:00.000Z"
  },
  "reviewer_name": "Christian",
  "comments": "Treen’s place is lovely, clean and charming. A great place to relax if you’re coming for a holiday, and its location to nearby shops, cafes, and Bondi beach is icing on the cake. Highly recommended."
},
{
  "_id": "28469726",
  "review_id": "326686944",
  "date": {
    "$date": "2018-09-23T04:00:00.000Z"
  },
  "reviewer_name": "Arek",
  "comments": "Very good location, walking distance to the beach. Great communication with Shiki."
},
{
  "_id": "22410282",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "24186748",
  "review_id": "358850177",
  "date": {
    "$date": "2018-12-15T05:00:00.000Z"
  },
  "reviewer_name": "Lisa",
  "comments": "I can’t recommend this home highly enough.  It’s in a perfect location, close to shops and buses into town.\nThe house itself is lacking NOTHING!\nIt’s a lovely airy place with all the things you could need to just relax and chill."
},
{
  "_id": "13302796",
  "review_id": "82124935",
  "date": {
    "$date": "2016-06-26T04:00:00.000Z"
  },
  "reviewer_name": "Eugene",
  "comments": "Great position, within walking distance of all the major CBD attractions and inner city suburbs like Darlinghurst, Surry Hills and Woolloomooloo. \n\nOur host was very friendly and thorough, and easy to deal with. \n\nThe accomodation itself was fine - 5 beds (incl 3 doubles) in 3 bedrooms.  Awesome easterly view from the 13th floor. Perfect for a boys weekend. The fridge didn't work although I can't mark my host down for that as I didn't contact her to give her a chance to fix. "
},
{
  "_id": "15893952",
  "review_id": "116696041",
  "date": {
    "$date": "2016-12-02T05:00:00.000Z"
  },
  "reviewer_name": "Matt",
  "comments": "great place that is clean and quiet. owners were very helpful and I would recommend this property to anyone."
},
{
  "_id": "27937897",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "1073607",
  "review_id": "4482305",
  "date": {
    "$date": "2013-05-07T04:00:00.000Z"
  },
  "reviewer_name": "Micael",
  "comments": "After 10 days in such a fantastic terrace, I can say that Natasa is simply the perfect host, and even better person! Friendly, funny and flexible, she is always ready to help, to have a conversation and she makes you feel like at home as you enter the house. The house is clean and tidy, and the kitchen and living room are spacious and with all you may need. The room itself, with double bed, is a perfect and very comfortable place to relax as at home. The house is perfectly located 1 minute (or even less) form Petersham train station, from where you get to the city in a 10 minutes ride. There is also a supermarket and shops nearby, which make it easy to get provisions. Of course, the house has Wifi connection, which is fast and reliable.\r\nThis has been the first time I book a room through Airbnb and it has been such a fantastic experience that I will definitely consider Airbnb for further stays, and if in Sydney, at Natasa’s place for sure!\r\n"
},
{
  "_id": "15453288",
  "review_id": "124433178",
  "date": {
    "$date": "2017-01-01T05:00:00.000Z"
  },
  "reviewer_name": "Carlos Roberto",
  "comments": "The apartment is very nice with a very good space and in  amazing location near the supermarket and public transport. There are a lot of beaches near the apartment and is easy to go to the center of Sydney. I recommend it."
},
{
  "_id": "9701620",
  "review_id": "59875417",
  "date": {
    "$date": "2016-01-16T05:00:00.000Z"
  },
  "reviewer_name": "Robin",
  "comments": "We enjoyed staying at the Treetop Cottage on our visit to Sydney!  Bryan welcomed us warmly when we arrived and provided a tour and a description of all the amenities.  The two level cottage is a charming row house in the historic district of Glebe.  Our family was very comfortable (2 adults, 2 children), it was truly a home away from home.  Bryan thought of everything to make our visit comfortable; from great coffee, to comfortable bedding.  He even went out of his way to offer a wifi connection and Opal cards for public transportation.  We loved our Australian holiday and really enjoyed Sydney and the Treetop Cottage!"
},
{
  "_id": "23636182",
  "review_id": "293194512",
  "date": {
    "$date": "2018-07-19T04:00:00.000Z"
  },
  "reviewer_name": "Min",
  "comments": "The host canceled this reservation the day before arrival. This is an automated posting."
},
{
  "_id": "15806964",
  "review_id": "128691312",
  "date": {
    "$date": "2017-01-26T05:00:00.000Z"
  },
  "reviewer_name": "Brad",
  "comments": "Great location, beautiful view.  A cozy place for a romantic getaway."
},
{
  "_id": "24477058",
  "review_id": "273350631",
  "date": {
    "$date": "2018-06-05T04:00:00.000Z"
  },
  "reviewer_name": "Quan He",
  "comments": "The location is superb and the habour view around five docks is astounding."
},
{
  "_id": "728222",
  "review_id": "9549781",
  "date": {
    "$date": "2014-01-02T05:00:00.000Z"
  },
  "reviewer_name": "Gaurav",
  "comments": "Carl was a wonderful host and his apartment is comfortable and cozy. The apartment has awesome views of the harbor bridge and sky -- in fact we enjoyed the outstanding Sydney new year fireworks from the comfort of the house without needing to brave the  crowds in the park :) Would love to be back."
},
{
  "_id": "23428550",
  "review_id": "242739879",
  "date": {
    "$date": "2018-03-13T04:00:00.000Z"
  },
  "reviewer_name": "Wei-Fan",
  "comments": "房子整理的很整齊但是不知道為什麼很多蟑螂.....如果你不討厭蟑螂的話可以參考ˊㄜㄗ"
},
{
  "_id": "20127052",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "16651655",
  "review_id": "127758363",
  "date": {
    "$date": "2017-01-20T05:00:00.000Z"
  },
  "reviewer_name": "Mark",
  "comments": "What a great space! Walking distance to Newtown for dinner a big plus. A bit of noise from the nearby Westconnex works."
},
{
  "_id": "10416859",
  "review_id": "62053986",
  "date": {
    "$date": "2016-02-10T05:00:00.000Z"
  },
  "reviewer_name": "Rick",
  "comments": "The host canceled this reservation 73 days before arrival. This is an automated posting."
},
{
  "_id": "19641701",
  "review_id": "166889317",
  "date": {
    "$date": "2017-07-04T04:00:00.000Z"
  },
  "reviewer_name": "Sue",
  "comments": "The host canceled this reservation 13 days before arrival. This is an automated posting."
},
{
  "_id": "794910",
  "review_id": "3270311",
  "date": {
    "$date": "2013-01-04T05:00:00.000Z"
  },
  "reviewer_name": "Lucia",
  "comments": "Gavin's place is very clean and well laid out and is ideally located close to Central Station. We stayed for four nights over New Years Eve and enjoyed our time immensely!\r\n\r\nWhat we liked the most was the host! He is a very good person, respectful, cordial and polite at all times. He even made time to show us the tourist attractions as well as some of the local hotspots.\r\n\r\nWe shared some great evenings with Gavin and enjoyed the conversation on a range of interesting topics. During our stay, I also had the chance to introduce him to my favourite European drink \"the Hugo\" which went down a treat! ;)\r\n\r\nWe enjoyed staying in Surry Hills and can happily recommend the place and the host, and if given the chance would gladly stay there again.\r\n"
},
{
  "_id": "17624702",
  "review_id": "143428902",
  "date": {
    "$date": "2017-04-11T04:00:00.000Z"
  },
  "reviewer_name": "Rupert",
  "comments": "Fantastic apartment! Great location, 5 minute walk to Bondi Beach, no hesitation in recommending this place to stay! Really nice modern feel to the apartment as well, felt right at home! Top it off with great views looking across Sydney from the Balcony! We'll be back for sure :) "
},
{
  "_id": "9415438",
  "review_id": "134017498",
  "date": {
    "$date": "2017-02-25T05:00:00.000Z"
  },
  "reviewer_name": "Liz",
  "comments": "I had an absolutely lovely week staying at Bj's comfortable home. The room itself was nicely equipped, with a comfortable bed, and plenty of space. I really enjoyed the little balcony too. I LOVED the neighborhood of Surry Hills too - so many cute shops and restaurants a hop away. Bj was super responsive and accommodating. I highly recommend a stay at Bj's home!"
},
{
  "_id": "23222456",
  "review_id": "236682510",
  "date": {
    "$date": "2018-02-19T05:00:00.000Z"
  },
  "reviewer_name": "Thilini",
  "comments": "great location & place we extended our stay of initial 1 night to 6 more nights & then another night again! :) Donna was helpful and we had some common interests that she handed us her classic recipes, etc from her café for ours. all good luck with ur new ventures! :)"
},
{
  "_id": "19270950",
  "review_id": "168671236",
  "date": {
    "$date": "2017-07-10T04:00:00.000Z"
  },
  "reviewer_name": "Tammy",
  "comments": "Great location and good facilities  would stay again in the future"
},
{
  "_id": "10423504",
  "review_id": "60998110",
  "date": {
    "$date": "2016-01-30T05:00:00.000Z"
  },
  "reviewer_name": "Arthur",
  "comments": "Great House. Only there for two nights. Conveniently located good vibe"
},
{
  "_id": "31088238",
  "review_id": "407048398",
  "date": {
    "$date": "2019-01-31T05:00:00.000Z"
  },
  "reviewer_name": "Anne-Laure",
  "comments": "Appartement très bien placé"
},
{
  "_id": "24608152",
  "review_id": "266988799",
  "date": {
    "$date": "2018-05-21T04:00:00.000Z"
  },
  "reviewer_name": "Suzette",
  "comments": "Fabulous host that made us feel very welcome and quickly assisted with anything we needed to feel comfortable. Great value for money. Great sunrises every morning from the lounge room."
},
{
  "_id": "16070826",
  "review_id": "148525453",
  "date": {
    "$date": "2017-05-01T04:00:00.000Z"
  },
  "reviewer_name": "Pragati",
  "comments": "I stayed at Nicole's place for my graduation. My parents were with me. We found the place quiet, neat and tidy. It's super convenient (museum station was a 10 min walk) and there are heaps of buses to various beaches. It's also close to shops and convenient stores. Nicole wasn't in town during our stay but she put me in touch with her friend who was very helpful during our stay. We highly recommend this place!"
},
{
  "_id": "22105082",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "8797439",
  "review_id": "64369480",
  "date": {
    "$date": "2016-03-03T05:00:00.000Z"
  },
  "reviewer_name": "Leeanne",
  "comments": "I absolutely love my stay at Kirsty's place. Photo/description  are accurate.House was very beautiful, very comfortable,  clean and spacious rooms, it was fully  stocked with everything we needed. A great location  close to beach and shop, easy to find. Fantastic  communication and hospitality, Kirsty is the    perfect  host.  10 / 10 I would definitely  rrecommend this home to anyone. "
},
{
  "_id": "13520692",
  "review_id": "93931806",
  "date": {
    "$date": "2016-08-14T04:00:00.000Z"
  },
  "reviewer_name": "Hooman",
  "comments": "We had the pleasure of meeting Marina in Ian's Absence.\r\nIan's place was fantastic in terms of location, cleanness, hospitality, etc...\r\nIan, and Marina were easily accessible via email and phone. \r\nThe only drawback was the renovation noise from other units in the building which was out of Ian's control and knowledge.\r\nOverall, we found Ian's place a great place for travellers and would definitely recommend to anyone who has a plan to visit Sydney.\r\n"
},
{
  "_id": "884057",
  "review_id": "8966364",
  "date": {
    "$date": "2013-11-29T05:00:00.000Z"
  },
  "reviewer_name": "Joe",
  "comments": "This is a high quality, furnished apartment about 5-10 minutes walk from some lovely beaches which are often deserted. The top-floor apartment itself is well kitted-out and clean and very quiet. Maree and her husband, who live downstairs, are very welcoming and kind. There is a bus very close to the apartment which takes just under an hour to get into the centre. There is a convenience store down the road.\r\n\r\nOn the downside, the kitchen is quite small and any cooking is based around plug-in hobs and woks which means that cooking for two was a bit of a challenge, but not impossible by any means. The pool is a reasonable size (not for lengths but for dipping in) but unfortunately was unusable for much of our stay. This was a bit of a disappointment, but the sea is not far away!\r\n\r\nAll in all, this was a nice stay with lovely hosts and I would recommend it to others."
},
{
  "_id": "17613188",
  "review_id": "224409531",
  "date": {
    "$date": "2018-01-03T05:00:00.000Z"
  },
  "reviewer_name": "Louisa",
  "comments": "The host canceled this reservation 56 days before arrival. This is an automated posting."
},
{
  "_id": "19739919",
  "review_id": "185153942",
  "date": {
    "$date": "2017-08-21T04:00:00.000Z"
  },
  "reviewer_name": "Sinead",
  "comments": "Excellent value. Close to heaps of public transport and a short walk to Marrickville. A Woolies less than 10 mins away. Very quiet and clean. Stayed here for a few weeks with husband and baby while locating permanent accommodation. It is small and basic but clean and and excellent location. There is a beautiful kids park around the corner and less than 10 mins walk to cooks river. Only 15 min bus ride to Enmore/Newtown. Communication was excellent and fruit and cookies were left out to."
},
{
  "_id": "4502957",
  "review_id": "25977736",
  "date": {
    "$date": "2015-01-31T05:00:00.000Z"
  },
  "reviewer_name": "Andrew",
  "comments": "It would be difficult to overestimate how fantastic Hannah was as a host. We arrived in Sydney having been let down only 24 hours before arriving when our previous host gave us a late cancellation. We needed a property that could accommodate five children and Hannah came up trumps.\r\nHannah remained in constant contact with us throughout that stressful arrival day and offered us her house for the week. She was an absolute lifesaver and rescued our holiday. (For the record, Lisa Peterson of L'Abode Accommodation let us down with the cancellation and never inquired about our welfare throughout our stay in Sydney !)\r\nOnto the house, it was beautiful, well equipped and a perfect location. Hannah and her family greeted us on our arrival and made us feel at home. We did not need anything extra and had a fantastic stay. We exchanged a couple of mails with Hannah during the week and knowing she was available was great.\r\nThe shops are close - supermarkets / restaurants and it was quick and easy access to the City. Great spot.\r\nAs I previously said, Hannah went out of her way to assist us and we are so grateful. Her house is perfect and if we are in Sydney again, I wouldn't hesitate to call Hannah again. 10 / 10......\r\n\r\nLisa Peterson of L'Abode accommodation was just appalling. Just imagine arriving in a city 12,000 miles from home (Sydney from London) with a wife and five kids and having no accommodation, with it being cancelled just six hours before you got on the plane, but email and with no personalized apology. Then magnify that issue with a host that just didn't (and obviously still doesn't care). This has really affected my view of Airbnb and I am not an advocate of the process, especially as I appear to be unable to warm other travellers about L'Abode Accommodation. I suppose Trip Adviser might assist but Airbnb should consider this for future."
},
{
  "_id": "17606304",
  "review_id": "150010136",
  "date": {
    "$date": "2017-05-07T04:00:00.000Z"
  },
  "reviewer_name": "Jaye",
  "comments": "A gorgeous townhouse, with old world charm and modern features. The location is great, really central with yummy cafes within walking distance. Parking was easy too. The furnishings were all lovely and the kitchen is a great size and well equipped.\n\nThe bedroom was cosy with a sunroom at the front which was great to relax in, have a chat or read a book with a glass of wine. \n\nWe'd definitely look to stay again next time we're visiting Sydney. \n\n"
},
{
  "_id": "18935312",
  "review_id": "182165033",
  "date": {
    "$date": "2017-08-14T04:00:00.000Z"
  },
  "reviewer_name": "Lafras",
  "comments": "The host canceled this reservation 39 days before arrival. This is an automated posting."
},
{
  "_id": "27479560",
  "review_id": "320458618",
  "date": {
    "$date": "2018-09-09T04:00:00.000Z"
  },
  "reviewer_name": "Teigan",
  "comments": "Erin’s Airbnb is exactly like the photos it’s clean and stylish and so easy to check in. Such a beautiful Airbnb if you’re looking for a home away from home this Airbnb is the one you’d want to book!"
},
{
  "_id": "10109896",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "16178963",
  "review_id": "138465356",
  "date": {
    "$date": "2017-03-19T04:00:00.000Z"
  },
  "reviewer_name": "Zhu",
  "comments": "Had a pleasant stay. Maria was friendly and helpful and the room was comfortable and clean."
},
{
  "_id": "16635022",
  "review_id": "132623740",
  "date": {
    "$date": "2017-02-18T05:00:00.000Z"
  },
  "reviewer_name": "Steph",
  "comments": "Jess was extremely helpful & a great host. Lovely apartment close to public transport, lots of restaurants & bars close by. "
},
{
  "_id": "24993202",
  "review_id": "274305425",
  "date": {
    "$date": "2018-06-08T04:00:00.000Z"
  },
  "reviewer_name": "Mark",
  "comments": "The place is amazing, with everything you need. The location closed to most of the sightseeing places and 2 train station. Mike always response within 10mins and give valuable response. We definitely will reserve here again when we visit Sydney again."
},
{
  "_id": "12098138",
  "review_id": "120097763",
  "date": {
    "$date": "2016-12-07T05:00:00.000Z"
  },
  "reviewer_name": "Andy",
  "comments": "Lizzy's Tamarama pad is a truly outstanding property.  It's amazingly well equipped, spacious, with stunning outlook (from an enormous terrace) and its beautifully maintained.  Lizzy is an absolute pleasure to deal with.  This is a unique property with a wonderful relaxed feel to it.  Also a perfect place to get some serious work done - its quite inspiring."
},
{
  "_id": "30056291",
  "review_id": "350663503",
  "date": {
    "$date": "2018-11-19T05:00:00.000Z"
  },
  "reviewer_name": "Lisa",
  "comments": "Nick & Ed were so warm welcoming & friendly. They helped me get settled in, recommended a good spot for dinner & left me alone. I slept peacefully & the location was perfect :)"
},
{
  "_id": "4499095",
  "review_id": "23852083",
  "date": {
    "$date": "2014-12-12T05:00:00.000Z"
  },
  "reviewer_name": "Andrew",
  "comments": "Dino’s apartment is presented at an exceptional boutique-hotel standard with additions such as a full working kitchen, laundry and fresh linen. The position of the apartment is in one of Sydney’s most sort after locations and just moments (2 minutes) walk to Sydney Harbour. The view through to the water past the iconic Moreton Bay Fig tree is tranquil and beautiful. \r\n\r\nThe man himself is a perfect host whom is both easy going and professional. He was a pleasure to converse with as well. \r\n\r\nThe apartment is decorated immaculately in a light and white Sydney contemporary style with controllable lighting, a HiFi stereo as well as a large television in both the lounge and main bedroom.\r\n\r\nThe main bedroom has a view through the trees from the balcony to Elizabeth Bay and is fairly envy making. You can keep all the windows and balcony door open with no fear of intruders due to the height. That makes it an even nicer space to come home to after a day in the sun.\r\n\r\nIn addition, it’s the little details that make this place stand out. Things such as a quality iron and ironing board for business shirts, a washer that come with good detergent as opposed to the cheapest and about a thousand fresh towels. It is effectively a luxury home.\r\n\r\nI had friends over for dinner and we were stunned at the quality of the kitchen equipment as well as the number of serving platters, tumblers, champagne and wine glasses.\r\n\r\nWhen I lived in the country years ago and nearby, finding a car space could take hours. Dino has a car space with electronic entry. It's the envy of the area and a bonus for anyone hiring a car.\r\n\r\nI thoroughly recommend this apartment, which will probably be permanently booked out when people find out how good it is. "
},
{
  "_id": "24459731",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "13591144",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "16408272",
  "review_id": "128691338",
  "date": {
    "$date": "2017-01-26T05:00:00.000Z"
  },
  "reviewer_name": "Nicole",
  "comments": "The host was very friendly and the location was prime"
},
{
  "_id": "928035",
  "review_id": "4516514",
  "date": {
    "$date": "2013-05-10T04:00:00.000Z"
  },
  "reviewer_name": "Jacquie",
  "comments": "Wow! What a lovely house! Freshly painted, beautiful old floorboards, ( they are floorboards so a bit squeaky!)  clean minimalist furnishings, and in a QUIET area of Randwick about 17 minutes from the airport, and straight down Coogee Bay Rd  to the ocean. You have the SPOT around the corner, and the best Japanese, on Belmore Rd ( TEN). Best of all there is a garage, because parking in this area is a big problem.  Thank you so much Simone and John for your kindness in accommodating us. We had a lovely stay."
},
{
  "_id": "24479494",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "2936130",
  "review_id": "13126849",
  "date": {
    "$date": "2014-05-19T04:00:00.000Z"
  },
  "reviewer_name": "Jun Wu",
  "comments": "The reservation was canceled 17 days before arrival. This is an automated posting."
},
{
  "_id": "31383645",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "29574733",
  "review_id": "365946276",
  "date": {
    "$date": "2019-01-02T05:00:00.000Z"
  },
  "reviewer_name": "Théo",
  "comments": "The host is crazy but don’t worry about the knife.\nThe house isn’t clean but if you like the cockroach that’s ok."
},
{
  "_id": "17113625",
  "review_id": "131614503",
  "date": {
    "$date": "2017-02-12T05:00:00.000Z"
  },
  "reviewer_name": "Sylvie&Herve",
  "comments": "Verry good place, good bed , good explainations , we appreciated swiming and jaccuzi after whole day discoverring Sydney, more for young people , so Nice thanks we recommand this place verry cheap and good."
},
{
  "_id": "16160263",
  "review_id": "122496538",
  "date": {
    "$date": "2016-12-23T05:00:00.000Z"
  },
  "reviewer_name": "Sarah",
  "comments": "Great location, 10 minutes walk from the beach, really nice setting,  quiet. Justine made sure we would be comfortable. Lovely soaps, croissants orange juice and jam was a nice touch. would definitely go back. "
},
{
  "_id": "5116907",
  "review_id": "29186099",
  "date": {
    "$date": "2015-04-05T04:00:00.000Z"
  },
  "reviewer_name": "Emma",
  "comments": "Great apartment and everything we needed was there. Ideal location and very comfortable. Enjoyed our stay very much. Thank you Ant for making it so easy ;)"
},
{
  "_id": "23312848",
  "review_id": "237682783",
  "date": {
    "$date": "2018-02-23T05:00:00.000Z"
  },
  "reviewer_name": "Janine",
  "comments": "Richard is an extremely nice and cool dude who welcomed to his home. The pool was absolutely splendid and the house!. His house is just up the road from the beach which is very convenient and the neighbourhood is quiet."
},
{
  "_id": "15748956",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "6292364",
  "review_id": "41898593",
  "date": {
    "$date": "2015-08-09T04:00:00.000Z"
  },
  "reviewer_name": "Alan",
  "comments": "Clean, basic accommodation and a convenient base during our stay in the northern beaches district of Sydney. Loved waking up to the sound of the birds! I recommend the short walk down to Paradise beach. Cathy, David and Max were great, and made sure we had everything we needed without making a fuss. Thanks!"
},
{
  "_id": "8905626",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "9564669",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "22232416",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "16020247",
  "review_id": "123338942",
  "date": {
    "$date": "2016-12-28T05:00:00.000Z"
  },
  "reviewer_name": "Kate",
  "comments": "This house is perfect for an inner city getaway. Beautiful terrace house, very comfortable and Kassandra was lovely and made everything so easy. Highly recommended for location, so close to king st and enmore rd for great restaurants , cafes and bars etc and even marrickville metro when you just need some groceries. A really relaxing beautiful place."
},
{
  "_id": "10209136",
  "review_id": "60490478",
  "date": {
    "$date": "2016-01-24T05:00:00.000Z"
  },
  "reviewer_name": "Ayrton",
  "comments": "This stunning place is definately the best accommodation we've had in australia! They make one feel very at home and let you take part on the good vibes ! It's tidy and very comfi.. I really recomend this place for everyone who likes to be surrounded by good people! \r\nthanks"
},
{
  "_id": "9080393",
  "review_id": "53017094",
  "date": {
    "$date": "2015-11-03T05:00:00.000Z"
  },
  "reviewer_name": "Frederick",
  "comments": "It was great to stay in this place. It was easy communicating with Lina and the neighbors are OK."
},
{
  "_id": "18149310",
  "review_id": "194406554",
  "date": {
    "$date": "2017-09-17T04:00:00.000Z"
  },
  "reviewer_name": "Whitney",
  "comments": "Such a magical spot! My boyfriend and I booked a spontaneous weekend away to this little slice of paradise and were actually surprised and stoked that it totally exceeded our expectations. The view is stunning, the space is immaculately clean, very modern and minimalistic in design, yet has everything you need.. plenty of storage space for a longer stay, as well as kitchen appliances and beautiful stove. Comfy couch that converts into a double bed, TV with netflix, etc.. Our hosts were so friendly and accommodation, it actually felt sad to leave! We live just over the bridge, so we're happy we'll be able to make our stays at Ian's place a more regular thing!"
},
{
  "_id": "31318633",
  "review_id": "414185104",
  "date": {
    "$date": "2019-02-18T05:00:00.000Z"
  },
  "reviewer_name": "Field",
  "comments": "Naturally the first thing that is most unique about staying at Andy’s place is that you are living in an attic/loft with 2 skylight windows that bring in plenty of sunshine! It’s not everyday you get to wake up with the sun shining down on you which made waking up very pleasant just busking in the morning light. \n\nSecond of all, I don’t think we’ve ever been on a more comfortable bed. Every night we fall asleep so easily and soundly and every morning it takes us ages to get off the bed because it’s really just that comfortable. You have to try it to believe it.\n\nWhile Andy wasn’t around in the place, her friend Jacque was and she was the warmest person ever. We were late checking in on the first night and she waited for us to get back so she could welcome us in. \n\nThe toilets are also very extremely clean and well fitted, hot water readily available.\n\nAndy also lives in a really nice quiet neighbourhood that isn't too far off from the city too, which is great cos travelling is convenient and you still get to come home to peace and quiet. That being said, there are plenty of great cafe's and eateries around the neighbourhood, so if you feel like avoiding the city hustle, you're covered.\n\nAll in all, we can’t recommend Andy’s place enough and we will definitely be back again soon!"
},
{
  "_id": "30403212",
  "review_id": "361153777",
  "date": {
    "$date": "2018-12-23T05:00:00.000Z"
  },
  "reviewer_name": "Brian",
  "comments": "Great location and sunny apartment. Fabulous hosts. Views of the water are enticing. Short walking distance to Bondi Road for fabulous local shopping options for groceries, fresh f&v, seafood and supplies. We will definitely be back!"
},
{
  "_id": "7503081",
  "review_id": "69989114",
  "date": {
    "$date": "2016-04-15T04:00:00.000Z"
  },
  "reviewer_name": "Katie",
  "comments": "The apartment was close to bondi junction shops and bondi beach. Only really suitable for two guests. The bed was comfy and there was plenty of storage for suitcases and clothes"
},
{
  "_id": "11727255",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "21244482",
  "review_id": "212442112",
  "date": {
    "$date": "2017-11-17T05:00:00.000Z"
  },
  "reviewer_name": "Guillaume",
  "comments": "Joseph is welcoming you and the apartment get a lovely terrace to have lovely moment !\nWe enjoy the barbecue and have a very good rest."
},
{
  "_id": "29466814",
  "review_id": "343206567",
  "date": {
    "$date": "2018-10-30T04:00:00.000Z"
  },
  "reviewer_name": "Leanne",
  "comments": "This place was adorable, with lovely details and personal touches - just perfect for my needs. The area had a great vibe, and the location so close to cafes and transport, made getting around and eating out so easy. I will definitely stay again, perhaps a week next time, as it was also very affordable."
},
{
  "_id": "5712086",
  "review_id": "32518644",
  "date": {
    "$date": "2015-05-19T04:00:00.000Z"
  },
  "reviewer_name": "Carla",
  "comments": "We loved staying at this home the night before and night of our wedding- it was spacious, well appointed and beautiful! The host Rachel goes out of her way to help you and ensure you have everything you need.\r\n\r\nWould highly recommend- thanks!"
},
{
  "_id": "12117514",
  "review_id": "69555923",
  "date": {
    "$date": "2016-04-11T04:00:00.000Z"
  },
  "reviewer_name": "James",
  "comments": "Gwen was a fantastic host. She was very accommodating of our late arrival and very early departure. The apartment was exactly as we imagined with a lot of natural light, sleek \"beachy\" decor and only a 5 min walk to the beach, everything you need for a perfect weekend away. I would definitely stay with Gwen again."
},
{
  "_id": "13530122",
  "review_id": "85080881",
  "date": {
    "$date": "2016-07-10T04:00:00.000Z"
  },
  "reviewer_name": "Matthew",
  "comments": "Spend a great 2 nights at Vickie's studio. Well decorated, had everything we need and surprisingly spacious. It was my first time in Sydney, so the location was just perfect; many good cafes and restaurants near by.\n\nVickie is an amazing host, she made sure we were comfortable and well adjusted. Great person to communicate with. \n\n\n"
},
{
  "_id": "19508741",
  "review_id": "178621988",
  "date": {
    "$date": "2017-08-06T04:00:00.000Z"
  },
  "reviewer_name": "Ben",
  "comments": "Lovely apartment in a great position. Hosts Tessa and Rod are delightful and a pleasure to deal with."
},
{
  "_id": "24858356",
  "review_id": "322706938",
  "date": {
    "$date": "2018-09-14T04:00:00.000Z"
  },
  "reviewer_name": "Susannah",
  "comments": "I loved staying at this adorable apartment. \nThe location is amazing, literally metres to the beach and handy to everything. The apartment is modern, clean and very well equipped, I had everything I needed for a perfect getaway in Bondi.\nThe bed was super comfortable and the kitchen and bathroom are immaculate.\nBut the best part was waking up, walking outside and having gorgeous Bondi Beach at my doorstep.\nHeavenly! Thank you Natasha, I will be back."
},
{
  "_id": "29047108",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "11396243",
  "review_id": "81499877",
  "date": {
    "$date": "2016-06-23T04:00:00.000Z"
  },
  "reviewer_name": "Rachael",
  "comments": "The host canceled this reservation 186 days before arrival. This is an automated posting."
},
{
  "_id": "11806776",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "13674956",
  "review_id": "85342051",
  "date": {
    "$date": "2016-07-11T04:00:00.000Z"
  },
  "reviewer_name": "Andrea",
  "comments": "Millie's studio was perfect! Fantastic location, easy walk to the train and amazing views of the bridge. \n\nMillie was quick to respond to my questions and very accommodating with my early check in. Would 100% stay her again. \n\nThanks Millie :) "
},
{
  "_id": "16193945",
  "review_id": "117106213",
  "date": {
    "$date": "2016-12-04T05:00:00.000Z"
  },
  "reviewer_name": "Eva",
  "comments": "We had a great stay at the apartment. It is located in a beautiful spot, ten minutes walking distance to Paradise Beach. Fully equipped. Molly was very helpful and made our stay so easy. Totally recommendable.  "
},
{
  "_id": "23398484",
  "review_id": "238999194",
  "date": {
    "$date": "2018-02-28T05:00:00.000Z"
  },
  "reviewer_name": "Chris",
  "comments": "Frances and Bruno are two very lovely hosts! Their house is a gem in an amazing suburb and the room is clean, big and airy! They respect your privacy but are always up for a chat if you feel like it. I really enjoyed their company and hospitality. And they will do all they can to make your stay the best it can be! \nIn Short: Their Airbnb is the place to go if you’re in Sydney!"
},
{
  "_id": "30117558",
  "review_id": "409811769",
  "date": {
    "$date": "2019-02-08T05:00:00.000Z"
  },
  "reviewer_name": "Moritz",
  "comments": "Very very kind and helpful people!!! Great hosts!"
},
{
  "_id": "1975244",
  "review_id": "9565754",
  "date": {
    "$date": "2014-01-02T05:00:00.000Z"
  },
  "reviewer_name": "Alexander",
  "comments": "We had a wonderful time at Adams place. The Flat was clean and hab everything you could need. 5 mins to KingsCross\r\nAlex "
},
{
  "_id": "30138480",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "30479760",
  "review_id": "362653315",
  "date": {
    "$date": "2018-12-26T05:00:00.000Z"
  },
  "reviewer_name": "Novita",
  "comments": "Lower your expectation! :)"
},
{
  "_id": "22362742",
  "review_id": "223193199",
  "date": {
    "$date": "2018-01-01T05:00:00.000Z"
  },
  "reviewer_name": "Jing C.",
  "comments": "Very good host, helpful and responsible, room is tidy and comfortable, definitely come back"
},
{
  "_id": "8130620",
  "review_id": "69727481",
  "date": {
    "$date": "2016-04-12T04:00:00.000Z"
  },
  "reviewer_name": "Fraser",
  "comments": "This was a great place to stay. Heaps of room for an inner city apartment in a leafy area. Great views from the deck. Sara met us in the carpark and showed us to the apartment and was friendly and informative about access to shops, transport and to the city. The kitchen had everything we needed to cook a meal and the shops and fish market are really close to source ingredients. We'd definitely stay here again. Very clean and homely."
},
{
  "_id": "17829178",
  "review_id": "140433515",
  "date": {
    "$date": "2017-03-29T04:00:00.000Z"
  },
  "reviewer_name": "Ben",
  "comments": "Underwhelmed is a word that comes to mind to describe my stay.  While the location is good being close to the main hub of Glebe, the general condition of the premises is poor.  Several parts of the apartment are in a state of disrepair including the blind in the main bedroom which is hanging by a cable tie and  is completely dysfunctional.  The TV is also not working and has been out of action for some time which is not clearly stated in ad.  "
},
{
  "_id": "18345625",
  "review_id": "153111112",
  "date": {
    "$date": "2017-05-19T04:00:00.000Z"
  },
  "reviewer_name": "Carlos",
  "comments": "Great place, location and room. Fiona was a great host and she also let us use a tv room in the second floor. Room and bathroom were clean and we had everything we needed. She provided guidance on public transport and places to visit. Jackson, her dog, is lovely and very calm. We definitely recommend this. place."
},
{
  "_id": "3731634",
  "review_id": "20122452",
  "date": {
    "$date": "2014-09-23T04:00:00.000Z"
  },
  "reviewer_name": "Craig",
  "comments": "Great location for my needs with much needed parking. Pete was a great host who could accommodate my needs with no issues at all. Look forward to staying with him again on my next visit."
},
{
  "_id": "16978814",
  "review_id": "134349180",
  "date": {
    "$date": "2017-02-26T05:00:00.000Z"
  },
  "reviewer_name": "Annie",
  "comments": "My partner and I had an amazing experience a Daniel's place! The house and room were both clean and comfortable. Laura (his housemate) and him made sure we had everything we needed, respecting our privacy and being very open during encounters. They are both very laid back and enjoyable. We stayed there for a month and ended up becoming great friends, they are very lovely! "
},
{
  "_id": "22530493",
  "review_id": "228243616",
  "date": {
    "$date": "2018-01-18T05:00:00.000Z"
  },
  "reviewer_name": "Paul",
  "comments": "Great location, very comfortable and convenient to transport, walking paths, supermarkets, restaurants etc"
},
{
  "_id": "16057052",
  "review_id": "219950640",
  "date": {
    "$date": "2017-12-19T05:00:00.000Z"
  },
  "reviewer_name": "Guliano",
  "comments": "Great Location from everything we needed, would stay here again and highly recommend to friends!"
},
{
  "_id": "20578419",
  "review_id": "186193026",
  "date": {
    "$date": "2017-08-24T04:00:00.000Z"
  },
  "reviewer_name": "Angie",
  "comments": "Su was an exceptionally accommodating host and her apartment is as lovely and well appointed as it looks! Su was extremely responsive and helpful in the lead-up to my arrival.\n Unfortunately, I had to cut my trip short because of a personal issue in my family, and Su couldn't have been more understanding or gracious about the situation"
},
{
  "_id": "8277472",
  "review_id": "47121263",
  "date": {
    "$date": "2015-09-15T04:00:00.000Z"
  },
  "reviewer_name": "Lorraine",
  "comments": "The hosts Elizabeth and Simon are extremely welcoming hosts with lots of helpful tips to get around Sydney. The room was well appointed, very clean and comfortable with a gorgeous private marble bathroom located nearby. There are a few stairs but easily manageable with luggage. Elizabeth provided a concise list of all information making access to the Internet and building really easy. Would highly recommend this location for an awesome holiday experience. The hosts have gone above and beyond to make my holiday wonderful and I thank them again for it."
},
{
  "_id": "1984069",
  "review_id": "9563795",
  "date": {
    "$date": "2014-01-02T05:00:00.000Z"
  },
  "reviewer_name": "Melissa",
  "comments": "Ward was really helpful from the beginning. Location is what you are getting here. The view to the ocean is amazing and it's central to everything in manly."
},
{
  "_id": "24360345",
  "review_id": "256519770",
  "date": {
    "$date": "2018-04-23T04:00:00.000Z"
  },
  "reviewer_name": "Zee",
  "comments": "Excellent studio apartment to stay in."
},
{
  "_id": "13562321",
  "review_id": "81592021",
  "date": {
    "$date": "2016-06-24T04:00:00.000Z"
  },
  "reviewer_name": "Fred",
  "comments": "Joanna and Ali's place is nicely located in the CBD and close to anything you need. The home is neatly kept and well presented. My interstate guest enjoyed the stay and any issue that came up was quickly looked after."
},
{
  "_id": "2662127",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "18315277",
  "review_id": "156945379",
  "date": {
    "$date": "2017-06-02T04:00:00.000Z"
  },
  "reviewer_name": "Eoghan",
  "comments": "Great location! I was here for 3 weeks and it was close to beach and public transport. Perfect apartment"
},
{
  "_id": "16885508",
  "review_id": "194980560",
  "date": {
    "$date": "2017-09-17T04:00:00.000Z"
  },
  "reviewer_name": "Shirley",
  "comments": "Great place for a family group to stay. Pool & spa with great outdoor deck area."
},
{
  "_id": "30092070",
  "review_id": "350908907",
  "date": {
    "$date": "2018-11-20T05:00:00.000Z"
  },
  "reviewer_name": "McKenzie",
  "comments": "The host canceled this reservation 40 days before arrival. This is an automated posting."
},
{
  "_id": "21583253",
  "review_id": "221218914",
  "date": {
    "$date": "2017-12-25T05:00:00.000Z"
  },
  "reviewer_name": "Jordan",
  "comments": "Nice cosy apartment style home close to ships and transport"
},
{
  "_id": "11894971",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "29390269",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "5511614",
  "review_id": "28949407",
  "date": {
    "$date": "2015-04-01T04:00:00.000Z"
  },
  "reviewer_name": "Mel",
  "comments": "Our stay at Leanne's Queenscliff apartment was perfect from the outset. Leanne greeted us upon arrival at the apartment, giving us a quick tour of the space and building facilities. After a long international flight it was a lovely warm welcome. The apartment was extremely clean, modern and well appointed, perfect for two people with plenty of space for suitcases. It is located in a new, secure building within easy walking distance to Freshwater and Manly beach, shops and restaurants. There is a bus stop right outside the apartment building, and only a 15 minute walk to the Manly ferry.\r\nLeanne had kindly left us some pantry, fridge and bathroom supplies to get us started, we couldn't have asked for anything more! We spent many lovely evenings on the spacious balcony, enjoying the view of the garden looking out to the Manly lagoon.\r\nCommunicating with Leanne was easy prior to arrival, and she was always available for any questions during our stay. \r\nWe highly recommend a stay at Leanne's beachside apartment. Thanks Leanne, we thoroughly enjoyed it!"
},
{
  "_id": "15721779",
  "review_id": "114227515",
  "date": {
    "$date": "2016-11-16T05:00:00.000Z"
  },
  "reviewer_name": "Matt",
  "comments": "Nice, clean place. Nicole is great at communicating.  Central location"
},
{
  "_id": "1090153",
  "review_id": "9541534",
  "date": {
    "$date": "2014-01-02T05:00:00.000Z"
  },
  "reviewer_name": "David",
  "comments": "We stayed at Aquila House over Xmas and NY in 2013 and had a spectacular time.  The house is stylish and simple, with impressive water views and only a short walk to the beach.  It managed to take 2 adults + 2 children + various other family members and friends with kids for BBQs without seeming crowded.  My sons were amazed to hear kookaburras and have a couple of parakeets come down to join us on the terrace at breakfast.  Susie the owner was very straightforward to deal with and added some really thoughtful touches to welcome us (Xmas tree, hamper, list of best cafés and restaurants in the village).  Just be aware that you should rent a car to get around, same need if you stay anywhere  outside of the very centre of Sydney to be honest.  I highly recommend Aquila House for a genuine summer break."
},
{
  "_id": "18316061",
  "review_id": "150005144",
  "date": {
    "$date": "2017-05-06T04:00:00.000Z"
  },
  "reviewer_name": "Carrie",
  "comments": "Louise is a phenomenal, warm, helpful and responsive host! Her home was a gorgeous and artfully styled oasis mere minutes from the CBD. I loved every aspect of this stay and highly recommend for those who want a retreat during a business trip or weekend get away - 5 Stars and Thank You Louise!"
},
{
  "_id": "21568012",
  "review_id": "218954607",
  "date": {
    "$date": "2017-12-15T05:00:00.000Z"
  },
  "reviewer_name": "Joachim",
  "comments": "The rooms are quite dark and not very pretty, but for this price - including a very good breakfast at Cafe Decolata - it's a good offer.\nRecommended for budget travelers who don't care about a fancy room and like free breakfast."
},
{
  "_id": "6516405",
  "review_id": "49877164",
  "date": {
    "$date": "2015-10-07T04:00:00.000Z"
  },
  "reviewer_name": "LorenSo",
  "comments": "The host canceled this reservation 84 days before arrival. This is an automated posting."
},
{
  "_id": "16070079",
  "review_id": "117105447",
  "date": {
    "$date": "2016-12-04T05:00:00.000Z"
  },
  "reviewer_name": "Anthony",
  "comments": "Cute little apartment, with a great lounge room to relax in after a long day exploring the city.  Very beautifully decorated. Extremely close to transport links and in easy walking distance to many tourist locations, as well as great bars and restaurants nearby. Everything you could want in a little Sydney apartment!"
},
{
  "_id": "21684913",
  "review_id": "419432862",
  "date": {
    "$date": "2019-03-03T05:00:00.000Z"
  },
  "reviewer_name": "Lisa",
  "comments": "What a lovely, lovely older home . The private enclosed deck allows you to open the bedroom doors , fall asleep and wake to the sounds of crashing waves and native birds on beautiful Tamarama beach . The house is atmospheric, bright light and welcoming with its large entertaining spaces and roomy galley kitchen. Lovely touches were added with a few footballs my son was able to enjoy. \nI regularly use Airbnb, I’d definitely recommend this home , it’s been one of our favorites."
},
{
  "_id": "17720418",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "15332652",
  "review_id": "108143167",
  "date": {
    "$date": "2016-10-14T04:00:00.000Z"
  },
  "reviewer_name": "Brooke",
  "comments": "Lilian made the stay lovely, the place was extremely clean. Lilian went out of her way to organise an iron when I needed one which was a huge help. She also wrote me a lovely list of places to eat around the location and they were awesome suggestions! "
},
{
  "_id": "22711366",
  "review_id": "229110591",
  "date": {
    "$date": "2018-01-22T05:00:00.000Z"
  },
  "reviewer_name": "Lisa",
  "comments": "We spend a great time at Austin’s house. He is a really friendly,  always helpful and great host we received always a promptly answers when we had questions. The house is very pretty we enjoyed a pool, a wonderful open kitchen, a beautiful barbecue area everything is very clean. The house is close to the city just a short walk to the train and 20min drive. We would absolutely recommend this room and would come back if we are visiting Sydney again. \nLisa & Timon"
},
{
  "_id": "14733479",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "20989061",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "24169674",
  "review_id": "362218122",
  "date": {
    "$date": "2018-12-25T05:00:00.000Z"
  },
  "reviewer_name": "Darren",
  "comments": "Great stylish place!\nWould definitely come again."
},
{
  "_id": "21971876",
  "review_id": "216920772",
  "date": {
    "$date": "2017-12-06T05:00:00.000Z"
  },
  "reviewer_name": "Madhu",
  "comments": "The host canceled this reservation 21 days before arrival. This is an automated posting."
},
{
  "_id": "17944310",
  "review_id": "142136150",
  "date": {
    "$date": "2017-04-06T04:00:00.000Z"
  },
  "reviewer_name": "Micky",
  "comments": "Excellent communications with Mona, however we didn't need much as everything in the accomodation was provided and perfect"
},
{
  "_id": "2711936",
  "review_id": "24984077",
  "date": {
    "$date": "2015-01-04T05:00:00.000Z"
  },
  "reviewer_name": "Avi",
  "comments": "Karen is a wonderful host.\r\nI really enjoyed her place and her company. Her place is clean comfortable and close to all (2 min walk to the beach)\r\nKaren guided me through all my stay and thanks to her my 4 days visit was a filled up with the right activities.\r\nThanks you karen for being such a great host I hope one day to come back."
},
{
  "_id": "27590773",
  "review_id": "347123076",
  "date": {
    "$date": "2018-11-10T05:00:00.000Z"
  },
  "reviewer_name": "Brian",
  "comments": "If you stay in this apartment and feel that it is not up to the standard you are expecting then you are the type of person who expects to buy a Rolls Royce for BMW money."
},
{
  "_id": "16988190",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "2510866",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "22337456",
  "review_id": "224951271",
  "date": {
    "$date": "2018-01-04T05:00:00.000Z"
  },
  "reviewer_name": "Ebrahim",
  "comments": "The place is super enough, bus rides right at doorstep, amazing urban living pad with selective European cafes just a few footsteps away. Great service and feels saturated for Sydney touring."
},
{
  "_id": "32074640",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "13852692",
  "review_id": "90127148",
  "date": {
    "$date": "2016-07-31T04:00:00.000Z"
  },
  "reviewer_name": "Kim",
  "comments": "Very happy with the house, beautifully decorated and very spacious. Only issue was there was no wifi. "
},
{
  "_id": "32388469",
  "review_id": "414500593",
  "date": {
    "$date": "2019-02-19T05:00:00.000Z"
  },
  "reviewer_name": "Angela",
  "comments": "This family was wonderful. They shared there beautiful home with us. Had great amenities and very accommodating. Excellent response time.  Thanks Karan and family!"
},
{
  "_id": "5178277",
  "review_id": "26274324",
  "date": {
    "$date": "2015-02-08T05:00:00.000Z"
  },
  "reviewer_name": "Hannah",
  "comments": "What wonderful hosts! The house is very clean an organized. Newtown is a great place to explore and being so close to the train and buses, we weren't far from anything. Five stars! "
},
{
  "_id": "16147619",
  "review_id": "116710537",
  "date": {
    "$date": "2016-12-02T05:00:00.000Z"
  },
  "reviewer_name": "Delphine",
  "comments": "The host canceled this reservation 25 days before arrival. This is an automated posting."
},
{
  "_id": "21625832",
  "review_id": "235471307",
  "date": {
    "$date": "2018-02-16T05:00:00.000Z"
  },
  "reviewer_name": "Jorge",
  "comments": "La casa está excelentemente equipada y si uno quiere estar cerca de Sydney (40 minutos en auto) pero en un lugar tranquilo es inmejorable. La mejor playa para mi gusto (Palm Beach) está solo a 10 minutos. Sin dudas un lugar de elite.."
},
{
  "_id": "8242333",
  "review_id": "55660760",
  "date": {
    "$date": "2015-12-04T05:00:00.000Z"
  },
  "reviewer_name": "Anna",
  "comments": "Kirrilly was very welcoming from the moment I booked the stay. She made it super easy to pick up the keys and find the flat and then she left us tea, coffee, chocolate and milk and bread plus extras in the fridge. The apartment was compact but cute - a good size for a couple to stay and we were completely at home and relaxed there. It's clean and bright with all mod cons and very reasonably priced for the fabulous location.\r\nMosman is a bit of a hidden gem of Sydney - one of the most beautiful and fancy spots yet so convenient and with not to much tourist traffic. The flat is right near Mosman shops and there are buses straight into town or down to Manly.\r\nBest of all you can walk down the hill and find yourself at gorgeous Balmoral beach. We had hot chips down there every other day and strolled around, even going for a few early summer swims. Glorious!\r\nDo yourself a favour and stay at Kirrilly's."
},
{
  "_id": "2609433",
  "review_id": "11782325",
  "date": {
    "$date": "2014-04-14T04:00:00.000Z"
  },
  "reviewer_name": "James",
  "comments": "We had a lovely stay here - just one night. Quiet, relaxing, a lovely second floor room and picturesque backyard."
},
{
  "_id": "9639849",
  "review_id": "125802002",
  "date": {
    "$date": "2017-01-07T05:00:00.000Z"
  },
  "reviewer_name": "Mati",
  "comments": "A really nice place. We enjoyed our stay and Samanthas room was modern, clean and had a really comfortable bed. Samantha was a great host although she was travelling at the same time she did her best to stay in touch. We also received towels, shampoo, body wash and a sponge at the welcome, which was awesome. Beside this Samantha has two really cool housemates who are friendly and helpful. The busses and trains are in a walking distance of 10 minutes which takes you to the CBD, although the famous beaches as Manly and Bondi will take you more than one hour with public transport. I would highly recommend this place. "
},
{
  "_id": "2900140",
  "review_id": "14718718",
  "date": {
    "$date": "2014-06-24T04:00:00.000Z"
  },
  "reviewer_name": "Clair",
  "comments": "If your looking for a place to fully relax, hear the sea from the comfort of your bed or get up early and see the sunrise on the beach. Then this is the place for you. We had a lovely couple of days and Anne was a great host and gave us loads of lovely treats for our stay. My little boy loved playing with the toys and we loved the peace and quite."
},
{
  "_id": "9738789",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "6293102",
  "review_id": "31861489",
  "date": {
    "$date": "2015-05-10T04:00:00.000Z"
  },
  "reviewer_name": "Jess",
  "comments": "This was a great house in a very cool area. It is in a super convenient location - trains and buses, grocery stores, cafes and restaurants all within 2 minutes walk from the house. The house is new and tidy, and full of plants and colour - it was a really nice atmosphere. The host was very helpful and made sure I had everything I needed, she even left me a little gift! The housemates were also really nice, they were friendly but did their own thing mainly, and that was fine with me. Overall an excellent airbnb experience. I would totally recommend it. \r\n"
},
{
  "_id": "8392955",
  "review_id": "57428320",
  "date": {
    "$date": "2015-12-26T05:00:00.000Z"
  },
  "reviewer_name": "Jan",
  "comments": "The house is really wonderful. We were warmly welcomed and got a delicious apple strudel - a great start after arriving on a long flight from Europe. The garden is a small green paradise. Walk into Manly is roughly 20 min. We highly appreciated our stay and would love to come back."
},
{
  "_id": "3936009",
  "review_id": "20056358",
  "date": {
    "$date": "2014-09-22T04:00:00.000Z"
  },
  "reviewer_name": "Ray",
  "comments": "Excellent location to great cafe and restaurants.  Apartment is very modern and comfortable.  Excellent hosts."
},
{
  "_id": "28629163",
  "review_id": "335022575",
  "date": {
    "$date": "2018-10-11T04:00:00.000Z"
  },
  "reviewer_name": "Pauline",
  "comments": "Really clean, nice and luminous flat, central, you can do everything by walking"
},
{
  "_id": "22335017",
  "review_id": "220785285",
  "date": {
    "$date": "2017-12-23T05:00:00.000Z"
  },
  "reviewer_name": "James",
  "comments": "Imran was friendly and hospitable, and I slept very well in the bed in the large room.  The apartment is very close to North Sydney station which so convenient and wonderful when travelling to things in Sydney.  The room is also great value. The apartment has simple decor and is in an old block of flats, but the other benefits more than make up for it. Thanks Imran !"
},
{
  "_id": "22323221",
  "review_id": "222103964",
  "date": {
    "$date": "2017-12-28T05:00:00.000Z"
  },
  "reviewer_name": "Andrew",
  "comments": "This was a great space. The host was responsive, friendly and extremely hospitable. A short walk to places like Dan Murphy's, cafes and lots of cheap and cheerful restaurants. Close to public transport (30 minutes from CBD), and 15 minutes by Uber to CBD, Newtown and most of the iconic beaches (Bondi, Coogee etc.) The dogs also had a blast! Great value for money. Would definitely stay here again!"
},
{
  "_id": "21507285",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "15877524",
  "review_id": "124423040",
  "date": {
    "$date": "2017-01-01T05:00:00.000Z"
  },
  "reviewer_name": "Wayne",
  "comments": "A great and private place close to everything you need for a relaxing stay in beautiful Manley \nExtremely welcoming and helpful with local tips. "
},
{
  "_id": "13829859",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "29770616",
  "review_id": "346228727",
  "date": {
    "$date": "2018-11-07T05:00:00.000Z"
  },
  "reviewer_name": "Greg",
  "comments": "i think you should wait on this place until Ilhwan gets it into shape."
},
{
  "_id": "20906942",
  "review_id": "198264794",
  "date": {
    "$date": "2017-09-29T04:00:00.000Z"
  },
  "reviewer_name": "Vik",
  "comments": "The rental lives up to its pictures.\nBrand new, spacious and well equipped.\nVery responsive host. Conveniently situated. Good value in an expensive city.\nNothing less than 5 stars!"
},
{
  "_id": "23171144",
  "review_id": "235209105",
  "date": {
    "$date": "2018-02-15T05:00:00.000Z"
  },
  "reviewer_name": "Jannette",
  "comments": "The apartment was great, exactly as advertised. Oriel was fantastic, everything was super easy. Highly recommend, 11/10."
},
{
  "_id": "7132426",
  "review_id": "38330918",
  "date": {
    "$date": "2015-07-14T04:00:00.000Z"
  },
  "reviewer_name": "Jacquie",
  "comments": "Fantastic, stylish apartment, in a top, easily accessible location. The photos say it all; everything was to a very high standard, super comfortable bed, we also used the deluxe air mattress (think I'll buy one myself). Paul was extremely accommodating, met us at the door and showed us around the apartment. Loved the guest guide with many suggestions that we followed, including shopping, walks, the best spot to get a coffee and amazing restaurants. Luke and Paul really know the best of Potts Point. They have certainly created a wonderful oasis for all to stay in. We'll certainly be staying there again. "
},
{
  "_id": "6055546",
  "review_id": "51201266",
  "date": {
    "$date": "2015-10-18T04:00:00.000Z"
  },
  "reviewer_name": "Alvin",
  "comments": "David was a very accommodating and welcoming host! The place had a fantastic view as promised on the description and the bedroom was nicely set up for my arrival. I had a great stay and would recommend David's place for anyone looking to stay in the vicinity of the Eastern Suburb beaches or the university."
},
{
  "_id": "13689460",
  "review_id": "85186032",
  "date": {
    "$date": "2016-07-10T04:00:00.000Z"
  },
  "reviewer_name": "Niamh",
  "comments": "We had a great stay here. Hayley was very easy to communicate with prior to our arrival. The room was spotless and comfortable and the breakfast/coffee was very much appreciated. The central location was perfect for our weekend in the city."
},
{
  "_id": "15719888",
  "review_id": "124415753",
  "date": {
    "$date": "2017-01-01T05:00:00.000Z"
  },
  "reviewer_name": "Gaurav",
  "comments": "Bronwyn met us at the time mutually agreed to show us around the house. she was really friendly. We were emailed a house manual which had details one would require. The neighbourhood was quiet and we enjoyed the proximity to city and the convenience to coffee shops and bars. Would definitely recommend this place to our friends."
},
{
  "_id": "16289600",
  "review_id": "124826162",
  "date": {
    "$date": "2017-01-02T05:00:00.000Z"
  },
  "reviewer_name": "Jonas",
  "comments": "Great location! Jonathen was always nice."
},
{
  "_id": "13193079",
  "review_id": "102950378",
  "date": {
    "$date": "2016-09-19T04:00:00.000Z"
  },
  "reviewer_name": "Megan",
  "comments": "I was thoroughly disappointed in this apartment, on arrival we were told we had been moved to a different room. \r\nThe Room we received had no view, no oven, no dryer, the bathroom was disgusting and had to be cleaned by us on arrival.\r\nThe walls were covered in marks, we paid for a queen bed, sofa bed and a single bed, however we recieved a double and two singles. \r\nThe Room key didn't even have the correct room number on it, the fridge had milk stains and none of the cutlery matched..\r\nThe wine in the room was a nice touch and it was in a great location.."
},
{
  "_id": "17967409",
  "review_id": "154722938",
  "date": {
    "$date": "2017-05-26T04:00:00.000Z"
  },
  "reviewer_name": "Tom",
  "comments": "Helen & Mike are the perfect host. Their home is beautiful, their company fantastic and the overall service is the best I have received in Australia outside of a hotel setting. I honestly can not recommend them higher, they really are great people! Thanks so much, Tom. "
},
{
  "_id": "11914814",
  "review_id": "90745935",
  "date": {
    "$date": "2016-08-02T04:00:00.000Z"
  },
  "reviewer_name": "Robin",
  "comments": "When we first arrived Leslie and Roy made us feel very welcome, explaining everything in detail so we had a really relaxed and smooth stay without any issues. Excellent access to the beach and local shops, highly recommended."
},
{
  "_id": "26829659",
  "review_id": "294244108",
  "date": {
    "$date": "2018-07-21T04:00:00.000Z"
  },
  "reviewer_name": "Kristy",
  "comments": "Great service. Would recommend this place to anyone in a heart beat. \nA++++ host. \nQuick to reply to messages"
},
{
  "_id": "4776488",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "7439246",
  "review_id": "41856639",
  "date": {
    "$date": "2015-08-09T04:00:00.000Z"
  },
  "reviewer_name": "Mia",
  "comments": "Beautiful clean home and in an excellent spot. Host was very quick to respond and helpful. Would recommend this place."
},
{
  "_id": "29084122",
  "review_id": "338551188",
  "date": {
    "$date": "2018-10-19T04:00:00.000Z"
  },
  "reviewer_name": "Eugenia",
  "comments": "Kelly is a great host! Really friendly and helpful!"
},
{
  "_id": "22343897",
  "review_id": "223175183",
  "date": {
    "$date": "2018-01-01T05:00:00.000Z"
  },
  "reviewer_name": "Maja",
  "comments": "Location was perfect! Very close to train station and many restaurants and shops. Communication with Freya was good she always replied to my messages very quickly. Place is very alternative, always full of different people but also good for relax. The only thing I didn't like was cleanliness of the house. But if I had a chance I would book it back!"
},
{
  "_id": "18255921",
  "review_id": "158890372",
  "date": {
    "$date": "2017-06-09T04:00:00.000Z"
  },
  "reviewer_name": "Beverly",
  "comments": "Imogene's flat was perfect for our stay. Within walking distance to shops, good coffee, and the beach. It was quiet, the bed comfortable with lovely white sheets and tidy and clean. Imogene was helpful and accomodating with our booking. "
},
{
  "_id": "23419162",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "7926712",
  "review_id": "52763277",
  "date": {
    "$date": "2015-11-01T04:00:00.000Z"
  },
  "reviewer_name": "Sandreen",
  "comments": "My boyfriend and I were greeted by Angela and Geoff upon arrival and taken to the ground level of their private home  - their place looks just like the pictures!! What a great way to spend a mini weekend getaway. Angela and Geoff are so warm and welcoming and make you feel right at home from the moment we met them. Great place to stay in Palm beach, highly recommend their beautiful home! Couldn't get any better than this "
},
{
  "_id": "21815026",
  "review_id": "223168363",
  "date": {
    "$date": "2017-12-31T05:00:00.000Z"
  },
  "reviewer_name": "Helena",
  "comments": "Very nice place to stay at :)"
},
{
  "_id": "23888208",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "20038668",
  "review_id": "206121575",
  "date": {
    "$date": "2017-10-23T04:00:00.000Z"
  },
  "reviewer_name": "Naomi",
  "comments": "The host canceled this reservation 8 days before arrival. This is an automated posting."
},
{
  "_id": "6813470",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "11778959",
  "review_id": "94167997",
  "date": {
    "$date": "2016-08-15T04:00:00.000Z"
  },
  "reviewer_name": "Joshua",
  "comments": "My production company booked Jason's home to shoot the second series of our online show, A Shared House and we had an incredible time.\r\n\r\nIn the months leading up to our booking Jason made himself available to assist us with any questions or queries we had about our time in the house.\r\n\r\nJason was flexible with our schedule and did everything he could to make our stay as perfect and problem free as it could be.\r\nThe home is immaculately kept and in great condition.  Close to public transport and near by shops. \r\n\r\nBy the end of the two weeks, Jason's home felt like home to our cast and crew. Both Jason and his partner are so welcoming and accomodating - We have now become great friends!!"
},
{
  "_id": "18905958",
  "review_id": "158880998",
  "date": {
    "$date": "2017-06-08T04:00:00.000Z"
  },
  "reviewer_name": "Michelle",
  "comments": "Nice place, very neat in a great location, Eric is respectful, great company and makes you feel at home. It was a pleasure to stay here."
},
{
  "_id": "21704747",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "5642546",
  "review_id": "33863600",
  "date": {
    "$date": "2015-06-01T04:00:00.000Z"
  },
  "reviewer_name": "Marvin",
  "comments": "Rochelle was excellent from the very beginning till the end! She was quick to reply, and very flexible in arranging to meet us when we first arrive. \r\n\r\nThe apartment was lovely and looked exactly the same as the pictures on the listing. It was very neat, clean and spacious. It is in a fantastic location, with yummy Black Star Pastry just around the corner. The apartment block is very quiet and private.  We rented a car during our stay , and the private car space was a great thing to have! \r\n\r\nI left some of my clothing there accidentally (silly me!) and Rochelle was nice enough to offer to post it back to me. I would highly recommend Rochelle's apartment to everyone! "
},
{
  "_id": "22295843",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "21530399",
  "review_id": "209245493",
  "date": {
    "$date": "2017-11-05T04:00:00.000Z"
  },
  "reviewer_name": "Lisa",
  "comments": "I really enjoyed the stay. Yasmin is very easy going, thoughtful and friendly. She prepared us some chocolate and wine as it was my boyfriends birthday.  \nThe house is amazin with grate design. Walking distance to bus to the city. Our room is very comfy with ensuite and aircon. Definitely recommend!"
},
{
  "_id": "22123688",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "31059672",
  "review_id": "405940692",
  "date": {
    "$date": "2019-01-28T05:00:00.000Z"
  },
  "reviewer_name": "Michael",
  "comments": "Great location, great hosts, great apartment. I have nothing less to say than simply great!! about my pleasent stay and warm hospitality by a lovely couple. \nThank you"
},
{
  "_id": "21992856",
  "review_id": "215821173",
  "date": {
    "$date": "2017-12-02T05:00:00.000Z"
  },
  "reviewer_name": "Brandon",
  "comments": "The apartment is small but in a great location. Good value."
},
{
  "_id": "18083735",
  "review_id": "145373604",
  "date": {
    "$date": "2017-04-18T04:00:00.000Z"
  },
  "reviewer_name": "Michael",
  "comments": "Greg is so helpful all through our stay. They are how the perfect hosts should be."
},
{
  "_id": "1131054",
  "review_id": "8048511",
  "date": {
    "$date": "2013-10-14T04:00:00.000Z"
  },
  "reviewer_name": "Shelley",
  "comments": "This apartment is absolutely exquisite. The fittings and furnishings are very high quality and comfortable.  The place is like a beautiful parisian retreat.  The location is close to great cafes, shops and Centennial Park, 10 mins from city and beaches.  It truly is a home away from home.  We are originally from Sydney so we know our areas which is why we chose to stay here.  We used to always stay in hotels but NOW we will endeavour to stay here whenever we come to Sydney.  Louise was wonderful, extremely helpful and timely with all our questions.  "
},
{
  "_id": "19165058",
  "review_id": "162216141",
  "date": {
    "$date": "2017-06-20T04:00:00.000Z"
  },
  "reviewer_name": "Charline",
  "comments": "Solange were absent for our staying but their Argentina'housemates were nice. \nGood place to walk near to oxford street with good cafe and restaurants.\nWe enjoyed our stay in Sydney "
},
{
  "_id": "16166535",
  "review_id": "120954613",
  "date": {
    "$date": "2016-12-12T05:00:00.000Z"
  },
  "reviewer_name": "Sandy",
  "comments": "Cleanliness of the bathroom was a major concern for us but the bedroom was very clean and is a huge room.  The bed is very firm, but that may suit some guests staying.  Fei is absolutely delightful and a very interesting man who we did enjoy meeting."
},
{
  "_id": "8616844",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "7549277",
  "review_id": "58119560",
  "date": {
    "$date": "2016-01-01T05:00:00.000Z"
  },
  "reviewer_name": "Jo",
  "comments": "We have just returned from our trip to Australia and our stay at Beacon Hill. From the moment we entered the property we knew we had found our home for 3 weeks. The house had been carefully prepared to make us feel that we were not intruding but feel at home. All spaces were organised clean and of a very high standard. Communication with Mari has always been fast and informative. Our stay in Mari and James home has been a pure pleasure and we are so happy that we had the opportunity to share in their home. We had full access to all the house which made our stay comfortable and relaxed. \r\nThe outside space for entertaining was excellent and the beds, linen towels and use of washing machine, dishwasher etc made for a very comfortable sleep and stay. We have 2 teenage sons so the extra space the house gave was very important for our trip as were spending quality time with our sister who lives in the northern beaches.\r\nWe were met by Mari 's mother who was so very welcoming and there was no problems at all during our stay. We would all recommend this home as a choice on AIRBNB\r\nWITH REGARDS JO AND PAUL STEVENS"
},
{
  "_id": "32275673",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "4471162",
  "review_id": "22972617",
  "date": {
    "$date": "2014-11-18T05:00:00.000Z"
  },
  "reviewer_name": "Kate",
  "comments": "What a great apartment! Absolute beach front. Amazing views.  Open plan, light, bright with a great designer feel thanks to gorgeous furniture and a wonderful art collection.\r\n\r\nMal was fantastic. Very welcoming and helpful. Going above and beyond expectations by dropping in a great DVD collection! Very thoughtful. The vase of gorgeous fresh flowers was a lovely touch also.\r\n\r\nBondi is now a mecca for some seriously great restaurants, groovy little bars and some of Sydney's best coffee. We were spoiled for choice.\r\n\r\nWe loved our stay here and will most definitely be back. Thanks Mal!"
},
{
  "_id": "30214389",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "5604994",
  "review_id": "28544779",
  "date": {
    "$date": "2015-03-25T04:00:00.000Z"
  },
  "reviewer_name": "Alyas",
  "comments": "Jared & Diana are 2 very welcoming and kind hosts , they let me book their place on the last minute and was very helpful with the process, they also checked up via SMS as this was my method of contact on anything else we needed on a regular .\r\nTheir place has absolutely everything all amenities and lots of extras  that makes a comfortable holiday , very good neighborhood as there's a Shopping Mall and  Supermarkets within 1 minute walk .\r\nWould definitely be recommending friends and will be going back for a second time ."
},
{
  "_id": "22378312",
  "review_id": "223198843",
  "date": {
    "$date": "2018-01-01T05:00:00.000Z"
  },
  "reviewer_name": "Terry",
  "comments": "Nice & clean, great location with easy walking access to the city, harbour & train station. Thanks again."
},
{
  "_id": "20865085",
  "review_id": "198016680",
  "date": {
    "$date": "2017-09-28T04:00:00.000Z"
  },
  "reviewer_name": "Amanda & Mick",
  "comments": "Lovely, homey little place. Beautiful location. You can see the water from the front door. \n\nWe really enjoyed our short stay. Jenny the host was very friendly and helpful but left us to do our thing which we liked.\n\nThe bed is super comfy too. \n\n(Also thanks for breakfast Jenny! )"
},
{
  "_id": "1310308",
  "review_id": "6637883",
  "date": {
    "$date": "2013-08-19T04:00:00.000Z"
  },
  "reviewer_name": "Anna",
  "comments": "Loved it! Clean, great location and quiet. Great apartment, everything there you need. \r\n\r\nMags easy to contact if needed and quick to respond. Highly recommended."
},
{
  "_id": "19348489",
  "review_id": "178591250",
  "date": {
    "$date": "2017-08-06T04:00:00.000Z"
  },
  "reviewer_name": "Mehrab",
  "comments": "We stayed in Isabelle's apartment for one month. We found Isabelle hospitable and thoughtful. Her beautiful studio was so clean and we enjoyed its amazing sunlight, great view and location (close to open spaces, CBD, cafes and restaurants). In short, this experience increased our expectations regarding a place to stay in Sydney!"
},
{
  "_id": "16636716",
  "review_id": "143675582",
  "date": {
    "$date": "2017-04-13T04:00:00.000Z"
  },
  "reviewer_name": "Peter",
  "comments": "The apartment is in a great location if you have business or pleasure in the Sydney Olympic Park. Good access to the ferry as well. Vicky as a host was very communicative and Accomodation was extremely clean and tidy. Definitely recommended, especially to business travelers."
},
{
  "_id": "16654584",
  "review_id": "148463598",
  "date": {
    "$date": "2017-04-30T04:00:00.000Z"
  },
  "reviewer_name": "Nicole",
  "comments": "Paul and Dianne offer a wonderful cosy cottage . I was so close to everything Balmain has to offer yet the location of the cottage was so quiet and peaceful. This was really a home away from home . \nPaul and Dianne where very welcoming and readily available if needed . The home was clean and very comfortable. \nI will definitely make this my first option each and every time. \nThanks Paul and Dianne it was a pleasure to meet . \nRegards Nicole "
},
{
  "_id": "13442098",
  "review_id": "81171039",
  "date": {
    "$date": "2016-06-21T04:00:00.000Z"
  },
  "reviewer_name": "Tony",
  "comments": "Our crew stayed here for a business trip for Supanova Popculture event. It was great, spacious and walking distance to everything. Parking was a breeze, restaurants around the area and a convenience store. You even get 10% off at the restaurants when you mention your a resident. "
},
{
  "_id": "14339793",
  "review_id": "98596902",
  "date": {
    "$date": "2016-08-31T04:00:00.000Z"
  },
  "reviewer_name": "Hugh",
  "comments": "I had a fantastic stay in North Bondi thanks to Lucy. The room is lovely, with the sound of birds outside the big window and lots of space around the flat too. Lucy's home is beautifully decorated and clean, and located perfectly on the quiet streets of North Bondi, but still a moments walk  away from the beach and a couple of shops. Lucy is wonderful, so welcoming and even offered to cook me breakfast; amazing host!!"
},
{
  "_id": "18160399",
  "review_id": "182557670",
  "date": {
    "$date": "2017-08-15T04:00:00.000Z"
  },
  "reviewer_name": "北京雅皮",
  "comments": "非常好"
},
{
  "_id": "1944996",
  "review_id": "95059775",
  "date": {
    "$date": "2016-08-18T04:00:00.000Z"
  },
  "reviewer_name": "Osz",
  "comments": "Had a pleasant stay at this apartment. Did not get to meet Annie personally but she was easily contactable and was very helpful with any questions or enquiries. Overall a good experience."
},
{
  "_id": "15591661",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "17027421",
  "review_id": "140792355",
  "date": {
    "$date": "2017-03-31T04:00:00.000Z"
  },
  "reviewer_name": "Rebecca",
  "comments": "This is a very clean, airy and comfortable place to stay in what is arguably Sydney's best area. The hosts, Yvonne and Cary, are very welcoming and convivial yet respectful of privacy. The house is modern with all mod cons. The large bedroom (with very comfy bed) is on the ground floor with a good deal of private space in which to relax. There's even a saltwater swimming pool in the back garden! The location is great for getting to the best of the city's beaches and Eastern Suburbs, with Bondi just 15 minutes walk and Rose Bay about 20. The nearest bus stop is just 5 minutes away. From here you can easily reach Bondi Junction, the city and beyond. \nThis is a quiet area, with the nearest shops and bars 10 - 15 minutes walk away, so maybe not an ideal place for the party animal.\nAs far as I'm concerned, after 7 weeks staying here, this place is perfect. My only negative is that any B&B from now on will be a compromise. "
},
{
  "_id": "22165464",
  "review_id": "224944731",
  "date": {
    "$date": "2018-01-04T05:00:00.000Z"
  },
  "reviewer_name": "Matt",
  "comments": "Location was brilliant, parking easy, undercover and secure. The balcony is large. We really could have used an air-con during our stay and the place does not have one. It has 2 portable fans, but that was not enough to beat Sydney's summer heat. For everything else the place was OK."
},
{
  "_id": "18620288",
  "review_id": "152886300",
  "date": {
    "$date": "2017-05-19T04:00:00.000Z"
  },
  "reviewer_name": "Ilias",
  "comments": "I would happily live in this apartment as it is. The view is spectacular and the apartment is very comfortable with a very well equiped kitchen good internet and all the comforts of home including a nice bed. I love this location, close to the train and direct access to the city but in a lovely neighbourhood again with unbeatable views of the harbour. Everything is good quality and the inclusions well thought out to make things easy for your stay. I have rented Airbnb properties all over the world, this is one of the first ones that I sent links to my friends. You won't be disappointed."
},
{
  "_id": "24163558",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "26934151",
  "review_id": "305806091",
  "date": {
    "$date": "2018-08-12T04:00:00.000Z"
  },
  "reviewer_name": "Sheena",
  "comments": "We had a great stay at George's place. He was very prompt in his responses. Loved his tips for good restaurants and bars in the neighbourhood. The apt is very cosy, clean and comfortable. It's perfectly located in the central with easy access to the metro. Total value for money."
},
{
  "_id": "21936741",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "30167073",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "32843905",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "5224098",
  "review_id": "27082485",
  "date": {
    "$date": "2015-02-24T05:00:00.000Z"
  },
  "reviewer_name": "Daniel",
  "comments": "Tam was the most attentive, considerate and friendly host. The introduction was very comprehensive but also informative and friendly. Tam responds to all questions very quickly. The apartment itself is in an amazingly convenient location and although cosy, is very modern and beautifully decorated."
},
{
  "_id": "8020792",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "927923",
  "review_id": "5752562",
  "date": {
    "$date": "2013-07-15T04:00:00.000Z"
  },
  "reviewer_name": "Brian",
  "comments": "We stayed here for several weeks during a gap between leases. This is a lovely quiet apartment situated close to public transport (buses and ferries) connecting you to the city. The apartment was clean and spacious with all mod cons available. Julia was excellent to deal with, and was very responsive to any queries that we had.\r\n\r\nI'd recommend this apartment to anyone looking to stay in Sydney."
},
{
  "_id": "22346270",
  "review_id": "223167511",
  "date": {
    "$date": "2017-12-31T05:00:00.000Z"
  },
  "reviewer_name": "Bronwyn",
  "comments": "The room and bathroom were very clean and nicely decorated. It’s a very pretty area, close to plenty of bus stops and shops. \nSam was very kind and helpful, I would’ve loved to get the chance to meet in person. Would definitely recommend!"
},
{
  "_id": "9516607",
  "review_id": "57323065",
  "date": {
    "$date": "2015-12-24T05:00:00.000Z"
  },
  "reviewer_name": "Wenjing",
  "comments": "Thanks Philip for providing a really nice design house in a convenient location, we do have a great time. The host is nice and always helpful. The location is really close to CBD and any public transportation. Highly recommend to friends who travel to Sydney with a group of people."
},
{
  "_id": "8408379",
  "review_id": "50345401",
  "date": {
    "$date": "2015-10-11T04:00:00.000Z"
  },
  "reviewer_name": "Florian",
  "comments": "Well,\r\nI felt very comfortable in my room and the \r\nliving area \"warmly atmosphere \".  Karen is a really pretty person she's always up for a friendly conversation ready and gives good tips for everything! \r\nThe location is perfect, close the City and to the beaches:) \r\nI'll never forget the time with Karen here, and can only recommend this accommodation. Peace & love Florian "
},
{
  "_id": "9796437",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "22295401",
  "review_id": "236674490",
  "date": {
    "$date": "2018-02-19T05:00:00.000Z"
  },
  "reviewer_name": "Jo",
  "comments": "It’s wonderful place. Very close to station"
},
{
  "_id": "22295354",
  "review_id": "224947125",
  "date": {
    "$date": "2018-01-04T05:00:00.000Z"
  },
  "reviewer_name": "Damien",
  "comments": "We had a great stay at Tracey's studio. It was very clean and comfortable with everything we needed. Tracey was responsive and gave us good instructions to find the place. Would definitely recommend."
},
{
  "_id": "19238057",
  "review_id": "160849630",
  "date": {
    "$date": "2017-06-16T04:00:00.000Z"
  },
  "reviewer_name": "Trieu",
  "comments": "Only stay here for one night but wanted to stay longer. Arriving late on Thursday night, we were warmly welcome by the host couple. Daniel and Elena were super hosts I've ever had as they fulfilled beyond our needs, so friendly and generous couple. We were invited to have a late meal with them too and apparently Daniel is a professional chef because the food was just amazing. Thank you isn't enough for these wonderful hosts. A truly enjoyable night. We will surely be back. "
},
{
  "_id": "19990097",
  "review_id": "213398769",
  "date": {
    "$date": "2017-11-20T05:00:00.000Z"
  },
  "reviewer_name": "Syeda Tamanna",
  "comments": "Awesome"
},
{
  "_id": "10459480",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "28748403",
  "review_id": "348196913",
  "date": {
    "$date": "2018-11-12T05:00:00.000Z"
  },
  "reviewer_name": "Khalisa",
  "comments": "Nida’s place was great for my 7 days in Sydney. It was really clean, 10 mins away from the train station and 5mins to the nearest mall (Target/KMart for shopping, Coles/Woolworth for groceries and the mall also has its own foodcourt and restaurants). Nida also was very accomodating and made us feel at home. We managed to really enjoy our stay in Sydney because of her! Her home was actually one of the memorable parts of sydney because of how comfortable we were staying at her place! Highly recommended and thanks again Nida!"
},
{
  "_id": "4373803",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "4138110",
  "review_id": "25652482",
  "date": {
    "$date": "2015-01-22T05:00:00.000Z"
  },
  "reviewer_name": "Lara",
  "comments": "Nice little apartment half an hour away from Sydney. It's a good place to stay at if you're in Sydney for longer, but wouldn't recommend it for a shorter time. "
},
{
  "_id": "21768317",
  "review_id": "356618420",
  "date": {
    "$date": "2018-12-08T05:00:00.000Z"
  },
  "reviewer_name": "Marie",
  "comments": "Would recommend this stay to everyone, very clean stay, Jessie and James are very kind and helpful. We could use the public transport cards and a 4G card of them, They picked us up at the AirPort, put water and eggs in our fridge,.. Good bus and train connections to Sydney and to Macquarie University. Very nice stay, everything you need is there. Thank you Jessie and James!"
},
{
  "_id": "15820774",
  "review_id": "126056778",
  "date": {
    "$date": "2017-01-08T05:00:00.000Z"
  },
  "reviewer_name": "Peter",
  "comments": "I stayed at this place for 7 days. The description on the website is accurate and the location is superb. The only criticism is because the property is the owners family residence there was virtually no space to unpack a suitcase so we ended up using the kitchen table. Otherwise I was quite pleased with the apartment."
},
{
  "_id": "13145113",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "21637487",
  "review_id": "222849712",
  "date": {
    "$date": "2017-12-30T05:00:00.000Z"
  },
  "reviewer_name": "Andrea",
  "comments": "Kasey was a fantastic host with great communication. Her apartment is beautiful with so many cozy touches. Her place is right in the heart of Bondi with everything you need right outside the door!"
},
{
  "_id": "27716426",
  "review_id": "311267920",
  "date": {
    "$date": "2018-08-21T04:00:00.000Z"
  },
  "reviewer_name": "Hansel",
  "comments": "I would definitely recommend this to everyone who still has doubts and is looking through the reviews. There are so many good experiences that I don’t even know where to start. But let’s start with Charles, he is super accommodating and friendly. The communication with Charles is very warm and efficient, and he is also a responsible host who really cares. And the location of the house is very convenient. It’s close to everything I need plus, so many good restaurants and pubs  which I don’t really need during weekdays, but if you are a foodie, then......The house itself is clean, tidy and comfortable to stay at. I would say it feels like home, apart from my home is never this clean... All in all, I would come back again if I have the opportunity. "
},
{
  "_id": "22536752",
  "review_id": "226481344",
  "date": {
    "$date": "2018-01-11T05:00:00.000Z"
  },
  "reviewer_name": "William",
  "comments": "Nice room at a good price. OK for getting your head down at night and getting sone rest. Host sounded very friendly through communication."
},
{
  "_id": "27580166",
  "review_id": "311291192",
  "date": {
    "$date": "2018-08-21T04:00:00.000Z"
  },
  "reviewer_name": "Katie",
  "comments": "We had a fabulous time at Studio Bimbadeen. Stunning location by the river, very tranquil and relaxing. \nShirley and her husband were lovely and very hospitable and their little dog was so sweet. \nWe will definitely be coming back here."
},
{
  "_id": "20202806",
  "review_id": "364554446",
  "date": {
    "$date": "2018-12-30T05:00:00.000Z"
  },
  "reviewer_name": "Sammie",
  "comments": "Our stay in Manly was really great, the location of the apartment was ideal, just across the street from the beach. The apartment is perfect for the location with great space and a homely feel. Would definitely recommend.\nThe hosting was great with awesome local tips."
},
{
  "_id": "13595339",
  "review_id": "116158629",
  "date": {
    "$date": "2016-11-28T05:00:00.000Z"
  },
  "reviewer_name": "Chieko",
  "comments": "Mariana was a great host.She was kind,warm, and always helpful.\r\nI had a great 3 month stay at Mariana's (Website hidden by Airbnb) location,it was clean,well equipped,everything was well prepared.And clean big bathtub,I was enjoyed every bath time. "
},
{
  "_id": "16029413",
  "review_id": "130150920",
  "date": {
    "$date": "2017-02-04T05:00:00.000Z"
  },
  "reviewer_name": "Jane",
  "comments": "For a girls weekend away we thoroughly enjoyed our stay. Hilde was very welcoming and obviously takes a lot of pride in providing a place that is comfortable, inviting and clean. She has great attention to detail, the house had everything we needed, good aircon for the summer and a well set up kitchen which made cooking a BBQ easy. Hilde provided us with a lovely breakfast with delicious home made bread, jams, muesli and tea and coffee. The house is in a great location within easy walking distance from the beach and shops. \nThanks very much for having us Hilde! "
},
{
  "_id": "26244400",
  "review_id": "280256824",
  "date": {
    "$date": "2018-06-22T04:00:00.000Z"
  },
  "reviewer_name": "Mary",
  "comments": "The host canceled this reservation 182 days before arrival. This is an automated posting."
},
{
  "_id": "22020910",
  "review_id": "220781465",
  "date": {
    "$date": "2017-12-23T05:00:00.000Z"
  },
  "reviewer_name": "Peggy & Jeff",
  "comments": "Anita is a pleaser. She will do all she can to make your stay in her perfectly situated flat on bondi beach. If you search for a spot in Bondi, here it is ! Highly recommanded"
},
{
  "_id": "5837702",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "6066694",
  "review_id": "58501022",
  "date": {
    "$date": "2016-01-03T05:00:00.000Z"
  },
  "reviewer_name": "Christopher",
  "comments": "We really enjoyed our time here. The house is absolutely amazing; the host friendly and informative and the location was superb. Thanks to Niki and family."
},
{
  "_id": "16827551",
  "review_id": "130429227",
  "date": {
    "$date": "2017-02-05T05:00:00.000Z"
  },
  "reviewer_name": "Chris",
  "comments": "A very well kept house in birchgrove and only a few minutes walk to buses into the city or a slightly longer walk to the ferry. The check in and out process was managed really well. Good size with a nice courtyard space. A pleasure to stay there."
},
{
  "_id": "10108388",
  "review_id": "82917761",
  "date": {
    "$date": "2016-06-30T04:00:00.000Z"
  },
  "reviewer_name": "Matt",
  "comments": "Friendly, helpful and welcoming hosts. Beautiful and comfortable apartment. Located opposite beautiful Hyde Park and close to Sydney's main attractions and public transport. We enjoyed having Sydney on our doorstep and exploring the city. Can't wait to visit again! Thank you Desiree and Julian. "
},
{
  "_id": "4076976",
  "review_id": "20918023",
  "date": {
    "$date": "2014-10-07T04:00:00.000Z"
  },
  "reviewer_name": "Jade",
  "comments": "My partner and I had a wonderful stay at Pittwater Paradise. The accommodation was spotless and we were delighted to receive a welcome gift from Evelyn consisting of  wine, fruit and muffins. The kitchen was stocked with essential items such as milk, juice, tea, coffee, butter – really a nice touch. The view over Pittwater was lovely and relaxing, and the proximity to shops, beaches etc was fantastic. Evelyn was a wonderful host and more than happy to suggest dining options and other activities to do whilst on the northern beaches;  the house manual was also very informative.  We really had the best time and hope to return one day!"
},
{
  "_id": "20962081",
  "review_id": "199444937",
  "date": {
    "$date": "2017-10-02T04:00:00.000Z"
  },
  "reviewer_name": "Arok",
  "comments": "Great place, we will definitely stay there again."
},
{
  "_id": "24498566",
  "review_id": "272701476",
  "date": {
    "$date": "2018-06-04T04:00:00.000Z"
  },
  "reviewer_name": "Alex",
  "comments": "Felicity was communicative and pleasant, the room was clean, quiet and comfortable. I would recommend to other guests. "
},
{
  "_id": "17140064",
  "review_id": "410242523",
  "date": {
    "$date": "2019-02-10T05:00:00.000Z"
  },
  "reviewer_name": "Jacob",
  "comments": "Spacious accommodations in a perfect location to get to know Bondi. Would be thrilled to stay here again."
},
{
  "_id": "888107",
  "review_id": "3801878",
  "date": {
    "$date": "2013-03-16T04:00:00.000Z"
  },
  "reviewer_name": "Florence",
  "comments": "Un super séjour chez Wyatt ! Le quartier est très sympa et a toute les commodités, l'accès au centre ville est simple et rapide ! Et Wyatt est toujours de bon conseil pour les visites à effectuer à Sydney !"
},
{
  "_id": "19557455",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "14886923",
  "review_id": "175830812",
  "date": {
    "$date": "2017-07-30T04:00:00.000Z"
  },
  "reviewer_name": "Michael",
  "comments": "The location of this property was central to transport - an easy train ride in from the airport and short walk from museum station\n\nLots of communication from the host.\n\nThe property was nothing special - served its purpose - wouldn't rush back in a hurry - hosts could do a lot more to make the property more accommodating for business guests \n\n"
},
{
  "_id": "17045341",
  "review_id": "129744997",
  "date": {
    "$date": "2017-02-01T05:00:00.000Z"
  },
  "reviewer_name": "Nicolas",
  "comments": "The host canceled this reservation 2 days before arrival. This is an automated posting."
},
{
  "_id": "2820832",
  "review_id": "134362358",
  "date": {
    "$date": "2017-02-26T05:00:00.000Z"
  },
  "reviewer_name": "Michael",
  "comments": "Great location, well appointed house with everything one needs and a fabulous host."
},
{
  "_id": "30129770",
  "review_id": "353185980",
  "date": {
    "$date": "2018-11-26T05:00:00.000Z"
  },
  "reviewer_name": "Chloé",
  "comments": "Mark amd Sarah are a lovely couple with a lot of tips for you about how to get the best around in sydney and what are nice places to go\nIf you enjoy to travel you will get more than just along with them"
},
{
  "_id": "15665837",
  "review_id": "124834234",
  "date": {
    "$date": "2017-01-02T05:00:00.000Z"
  },
  "reviewer_name": "Tatsuya",
  "comments": "He's so kind and helps us have a good time here. The room is clean and roommates are also friendly and helpful whatever you ask. I'm glad to stay here!"
},
{
  "_id": "21451259",
  "review_id": "219779831",
  "date": {
    "$date": "2017-12-18T05:00:00.000Z"
  },
  "reviewer_name": "Bridget",
  "comments": "Very nice and great location!!!"
},
{
  "_id": "26112559",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "21999107",
  "review_id": "247536406",
  "date": {
    "$date": "2018-03-28T04:00:00.000Z"
  },
  "reviewer_name": "Jessica Ngaio",
  "comments": "Absolutely beautiful house, just a stones throw to camp cove. Our host was fantastic and made sure we had everything we needed, even breakfast in the morning. We will definitely stay again      when in Sydney next. This listing is perfect, a must stay, ticks every box, it is beyond 5stars and it doesn't get much better than this\nCheers"
},
{
  "_id": "30412858",
  "review_id": "355397425",
  "date": {
    "$date": "2018-12-03T05:00:00.000Z"
  },
  "reviewer_name": "Rong",
  "comments": "The location is amazing. Right off the Harbour, and close to a lot of restaurants. The building is also nice with a pool and hot tub. The amazing kids playground at darling quarter is one kt a km away. The apartment is spacious and clean. Great host and very quick to respond. Highly recommended."
},
{
  "_id": "1481361",
  "review_id": "7186481",
  "date": {
    "$date": "2013-09-09T04:00:00.000Z"
  },
  "reviewer_name": "Annalise",
  "comments": "The apartment exceeded expectations.  \r\nFirst, the location was incredible.  Literally overlooking the Tamarama beach and a beautifull balcany to sit on and watch the world go by.  \r\nSecondly, the apartment itself was perfect.  It is clean, with great entertaining spaces and very welcoming.  You don't feel like your invading another persons home but it still feels homely - if that makes sense!  The beds, couch and linen were all clean, fresh and comfortable.\r\nThird, it's only a 10 min walk to Bondi!\r\nFinally, Wayne is lovely and immediately responded to all my questions.  We only booked the apartment a few days before, and it was my first time dealing with airbnb, so we really appreciated the quick responses.  Also, we had a bottle of champagne and chocolates on arrival which was a lovely surprise!\r\nI would highly recommend this apartment.  It is the perfect place for people who want to hang out, relax and and enjoy one of Sydney's premier beach locations.  \r\nI will definitely go back if I need a place in Sydney. "
},
{
  "_id": "15652009",
  "review_id": "114932876",
  "date": {
    "$date": "2016-11-20T05:00:00.000Z"
  },
  "reviewer_name": "Fombelle",
  "comments": "We had a Fantastic stay at Georgia appartement that was very well furniture and lot of space and great kitchen.\n\nThe place is also quite and you are just wake up by birds.\n\nThe location is perfect in the middle of COOGEE, with walking distance to beach and randwick for shopping and great cafes.\n\nGeorgia is a great host and we'r looking forward to visit again.\n\nMerci et à Bientôt \n\nCECILE & OLIVIER \n\n"
},
{
  "_id": "21063718",
  "review_id": "208313792",
  "date": {
    "$date": "2017-11-01T04:00:00.000Z"
  },
  "reviewer_name": "Kel",
  "comments": "Very modern, one year old, two story house. Tota and family are great hosts always attentive and helpful to our needs. Room with private bathroom was fantastic. Very neat clean, tidy and very spacious with lots of room and great open planning. Recommended as a very good airbnb house and hosts."
},
{
  "_id": "22216525",
  "review_id": "225554128",
  "date": {
    "$date": "2018-01-07T05:00:00.000Z"
  },
  "reviewer_name": "Jay",
  "comments": "It's my first time to rent house on Airbnb . Fortunately , I choose Willyan's house . Willyan is very friendly people . It's very tidy and clean . If you like surfing , you can't miss this house , just walk 1 min than you can arrive beach , everynight you can hear sea sound from beach , it's very comfortable ."
},
{
  "_id": "22124796",
  "review_id": "226647714",
  "date": {
    "$date": "2018-01-11T05:00:00.000Z"
  },
  "reviewer_name": "Jaco",
  "comments": "Great location and a great appartment in general. Places like these are why I prefer AirBnb above hotels."
},
{
  "_id": "9156574",
  "review_id": "56128107",
  "date": {
    "$date": "2015-12-09T05:00:00.000Z"
  },
  "reviewer_name": "Heather",
  "comments": "We really enjoyed staying with Kath,  the place was great and really clean and tidy. Also really central and close to supermarkets and redfern train station. The fridge in the room was a lovely touch, as were the welcome biscuits! :)"
},
{
  "_id": "5923031",
  "review_id": "70976843",
  "date": {
    "$date": "2016-04-22T04:00:00.000Z"
  },
  "reviewer_name": "Wade",
  "comments": "I had a great stay at 'the mews'. It's a brilliant location surrounded by some of Sydney's best foodie haunts. \n\nThe cow and moon (coffee and ice cream) as well as the stinking bishops (cheese and wine) both deserve a special mention \n\nNarelle was great to deal with and everything was as described"
},
{
  "_id": "18616850",
  "review_id": "164857972",
  "date": {
    "$date": "2017-06-29T04:00:00.000Z"
  },
  "reviewer_name": "Sibella",
  "comments": "A perfect hideaway tucked in a laneway of leafy Paddington. A perfect spot to relocate whilst we were renovating our kitchen with a hop, skip & a jump to my favourite shopping hub of Glenmore Road as well as the delicious Jackie's. The 3 bedroom cottage looks so pretty from the outside and beautifully furnished & styled on the inside, it made me pine to move back to Paddington."
},
{
  "_id": "15650737",
  "review_id": "112345655",
  "date": {
    "$date": "2016-11-05T04:00:00.000Z"
  },
  "reviewer_name": "Rebekah",
  "comments": "Awesome place! \r\nHost was very friendly, loved the room set up. \r\nOverall positive experience, would highly recommend "
},
{
  "_id": "27498126",
  "review_id": "323582451",
  "date": {
    "$date": "2018-09-16T04:00:00.000Z"
  },
  "reviewer_name": "Sébastien",
  "comments": "Lovely and friendly people, close to National Park. Great communication."
},
{
  "_id": "2161945",
  "review_id": "10105533",
  "date": {
    "$date": "2014-01-31T05:00:00.000Z"
  },
  "reviewer_name": "Jianfeng",
  "comments": "Marcelle is very nice. The house is very good because it is near the beach. The house is very suitable to a big family."
},
{
  "_id": "22344471",
  "review_id": "249259554",
  "date": {
    "$date": "2018-04-02T04:00:00.000Z"
  },
  "reviewer_name": "Geoffrey",
  "comments": "Fantastic location, incredible views, and very comfortable accomodation for a short or long stay break."
},
{
  "_id": "15060713",
  "review_id": "124438330",
  "date": {
    "$date": "2017-01-01T05:00:00.000Z"
  },
  "reviewer_name": "Katie",
  "comments": "Great place to stay, everything worked smoothly with key pick-up and good communication. It's a quiet street so a good night's sleep, yet just a short walk to some great places for breakfast. Really convenient for getting everywhere with the train station just 5 mins away too. "
},
{
  "_id": "27473087",
  "review_id": "327471785",
  "date": {
    "$date": "2018-09-23T04:00:00.000Z"
  },
  "reviewer_name": "Adrian",
  "comments": "This place is very well located in Bondi. Suits for 4 peoples easy, good value for money. Cassandra is very communicative and will provide what you need. I definitely recommend this place."
},
{
  "_id": "21421463",
  "review_id": "209758932",
  "date": {
    "$date": "2017-11-06T05:00:00.000Z"
  },
  "reviewer_name": "Sue",
  "comments": "The location was perfect for our needs and the apartment was quiet.  The check in did not go well as we weren't told which apartment it was and the key had to be collected from another location over 1km away which we didn't know either until we got there, and had sent the uber off.  The listing says there is a key safe but they didn't use it for us.  The host wasn't contactable either despite calling the 24 hr number a couple of times and leaving messages, so the whole process took about an hour and a half.  The apartment is tiny and is more of a bedsit rather than having a separate bedroom.  This also made me wonder about the very expensive $170 cleaning fee."
},
{
  "_id": "24874349",
  "review_id": "268385349",
  "date": {
    "$date": "2018-05-25T04:00:00.000Z"
  },
  "reviewer_name": "Ai-Ling",
  "comments": "Perfect location with quite neighborhood also convenience to heart of city, airly living area and comfy room where I got quite nice rest.\nSarah is a considering host and easy to communicate, I had a great stay here!  Definitely recommend to people who like to have pravicy and also explore Sydney!"
},
{
  "_id": "6033723",
  "review_id": "56287443",
  "date": {
    "$date": "2015-12-11T05:00:00.000Z"
  },
  "reviewer_name": "Kai",
  "comments": "Jonny was a really nice and kind host and everything was as expected. We enjoyed staying there and if we'll return to Manly one day, I won't hesitate with booking his accommodation again. Highly recommended!"
},
{
  "_id": "1143151",
  "review_id": "5771254",
  "date": {
    "$date": "2013-07-15T04:00:00.000Z"
  },
  "reviewer_name": "Juha",
  "comments": "Compact, well-appointed and equipped flat in top location, near public transport and shops. Eleanor is a very responsive and helpful host too."
},
{
  "_id": "18793287",
  "review_id": "157418286",
  "date": {
    "$date": "2017-06-04T04:00:00.000Z"
  },
  "reviewer_name": "Ailsa",
  "comments": "We absolutely loved staying at The Cov. The house was delightful, full of character, clean and equipped with everything we could need. Communication from Joy was excellent and the location of the house was perfect for us. We highly recommend staying at this place and we'll be back for sure, we hope. Joy was also hugely helpful when I left my earrings behind. She went out of her way to make sure I had them before we were on the road again."
},
{
  "_id": "13702313",
  "review_id": "84311355",
  "date": {
    "$date": "2016-07-06T04:00:00.000Z"
  },
  "reviewer_name": "Henry",
  "comments": "Angela was very friendly and welcoming, I had a wonderful stay in her warm house, couldn't have asked for more. Thanks Angela"
},
{
  "_id": "9849915",
  "review_id": "68460335",
  "date": {
    "$date": "2016-04-05T04:00:00.000Z"
  },
  "reviewer_name": "Michele",
  "comments": "I loved the apartment, the location is perfect, and Valentine & Jack has been very good hosts. Highly recommended!"
},
{
  "_id": "24460520",
  "review_id": "269151491",
  "date": {
    "$date": "2018-05-27T04:00:00.000Z"
  },
  "reviewer_name": "Paulo",
  "comments": "You can tell Julia is a superhost because of her attention to details. From small welcome cards to simple but carefully selected breakfast products.\nThe location is great, just a quick walk away from Kings Cross station. Great appliances make the stay very comfortable and I thoroughly enjoyed the selection of teas and coffees offered.\nThe apartment itself is very \"hygge\", a term we learned reading one of the books available. It's very cozy and the decoration along with the lightning is beautiful.\nNot only we stay here again but easily see ourselves living there.\nThanks Julia!\n"
},
{
  "_id": "21352206",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "21884991",
  "review_id": "223840435",
  "date": {
    "$date": "2018-01-01T05:00:00.000Z"
  },
  "reviewer_name": "Lois&",
  "comments": "Ive was a lovely host who made us feel very welcome"
},
{
  "_id": "29974058",
  "review_id": "367013907",
  "date": {
    "$date": "2019-01-03T05:00:00.000Z"
  },
  "reviewer_name": "Tom",
  "comments": "Nice location, host where amazing and very forth coming on messages back and forth with us during the whole stay. Good overall and recommend it because it was a nice apartment with good security to get in and also had the necessary stuff you needed."
},
{
  "_id": "21983555",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "16261574",
  "review_id": "129279261",
  "date": {
    "$date": "2017-01-29T05:00:00.000Z"
  },
  "reviewer_name": "David",
  "comments": "Jennifer's apartment was very clean and has amazing views! I think it's one of the best airbnb apartments I've stayed in."
},
{
  "_id": "16126537",
  "review_id": "223204061",
  "date": {
    "$date": "2018-01-01T05:00:00.000Z"
  },
  "reviewer_name": "Candice",
  "comments": "Great central spot. Short walk to the fish markets, Casino and Darling Harbour. Everything is at your doorstep."
},
{
  "_id": "1950395",
  "review_id": "9556108",
  "date": {
    "$date": "2014-01-02T05:00:00.000Z"
  },
  "reviewer_name": "Carolan",
  "comments": "Debbie and David have a beautiful house which we enjoyed thoroughly while visiting Sydney.  Plenty of space, fantastic kitchen and lovely pool and garden area for barbecues.  Very close to Manly for ferry trips to Sydney, but Manly itself was a big hit with us.  Definitely best beach according to our girls.  We can't recommend this house highly enough and will definitely be back. Thank you to both.  Great hosts!!"
},
{
  "_id": "22268452",
  "review_id": "228257513",
  "date": {
    "$date": "2018-01-19T05:00:00.000Z"
  },
  "reviewer_name": "Virginie",
  "comments": "Shawn is a great host, he did everything to make our stay confortable and gave us some really nice places to go visit. \nThe room is very cosy and just 5 minutes from the ferry wharf to get you to the city center. \nWe had a lovely stay there and would definitely go back :)"
},
{
  "_id": "20698056",
  "review_id": "237392449",
  "date": {
    "$date": "2018-02-22T05:00:00.000Z"
  },
  "reviewer_name": "Mary",
  "comments": "the place was perfect and very clean, and value for money. The host is very polite and very helpful. i will recommend it to anyone"
},
{
  "_id": "21531457",
  "review_id": "224372565",
  "date": {
    "$date": "2018-01-03T05:00:00.000Z"
  },
  "reviewer_name": "Nelly",
  "comments": "Absolutely loved our stay at Jan & Ella's place! Such a lovely house, a lot bigger then expected which was good because most places are a lot smaller and can start to feel really squishy and hot after a few days especially in summer. Location was great, short stroll to the train station, cafes & shops and super close to the city. Everything we needed (and more!) was provided to ensure we had the most comfortable stay. Thank you guys for all the helpful tips and great communication - such great hosts and I definitely recommend you to anyone!"
},
{
  "_id": "31344231",
  "review_id": "407073688",
  "date": {
    "$date": "2019-02-01T05:00:00.000Z"
  },
  "reviewer_name": "Silke",
  "comments": "A tidy, modern apartment in a very convenient spot in Neutral Bay, close to shops, banks, a post office and several restaurants and cafes. We enjoyed our stay very much and would have loved to stay longer."
},
{
  "_id": "19610618",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "11848397",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "21612973",
  "review_id": "209769268",
  "date": {
    "$date": "2017-11-06T05:00:00.000Z"
  },
  "reviewer_name": "Lukas",
  "comments": "The place is beautiful. The room is big, the bed really comfortable and you even have Manly Harbor views when the weather is nice. \n\nJackie and Martin are honestly some of the nicest and friendliest people I've ever met. They were super welcoming and nice and if you want to know any cool places that you can visit don't hesitate to ask, they know a lot about Sydney and Australia in general. I'll definitely be back at their place."
},
{
  "_id": "4158278",
  "review_id": "24322821",
  "date": {
    "$date": "2014-12-26T05:00:00.000Z"
  },
  "reviewer_name": "John",
  "comments": "A lovely place to stay. Perfect for a family.\r\nJust around the corner from everything.\r\nThe home was better than described. As you envisaged there was competition for the hammock. \r\nThanks Emma & family for letting us stay in your home.\r\nJohn, Pam, Matt & Josie. "
},
{
  "_id": "5347035",
  "review_id": "55264748",
  "date": {
    "$date": "2015-11-29T05:00:00.000Z"
  },
  "reviewer_name": "Michael",
  "comments": "Overall a great stay! Central location made it easy to get everywhere. Unfortunately it was quite loud from neighboring streets and rooms"
},
{
  "_id": "23529310",
  "review_id": "245344966",
  "date": {
    "$date": "2018-03-22T04:00:00.000Z"
  },
  "reviewer_name": "Kathryn",
  "comments": "Gracious home and hosts. Spacious, private and very comfortable attic room - would definitely recommend to others. Casey and Larry were welcoming and easy to communicate with. Location was close to parklands, harbour and great cafes. Thanks very much Casey."
},
{
  "_id": "13716070",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "30242421",
  "review_id": "356045001",
  "date": {
    "$date": "2018-12-07T05:00:00.000Z"
  },
  "reviewer_name": "Amy",
  "comments": "Great! Definitely we will back!"
},
{
  "_id": "8152879",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "19574869",
  "review_id": "166266554",
  "date": {
    "$date": "2017-07-03T04:00:00.000Z"
  },
  "reviewer_name": "Kerri",
  "comments": "The apartment was in such a fantastic location! Easy to join the Bondi to Coogee coastal walk and what an amazing walk it is! \nLoved sitting out on the 'generous' balcony and enjoying the view down to Tamarama Beach SLSC. \nThank you so much Ruby for this little 'oasis' in a beautiful part of the world!\n"
},
{
  "_id": "15745971",
  "review_id": "115763877",
  "date": {
    "$date": "2016-11-26T05:00:00.000Z"
  },
  "reviewer_name": "Marko",
  "comments": "Wonderful host Mohit is :) i would highly recommend him. You won't be disappointed and the apartment was very good :) looking forward to my next visit!"
},
{
  "_id": "28345512",
  "review_id": "329025860",
  "date": {
    "$date": "2018-09-28T04:00:00.000Z"
  },
  "reviewer_name": "Sascha",
  "comments": "This was my first time booking a property on (Hidden by Airbnb) and after staying at Dee Why Vista, it definitely will not be my last!  I absolutely adored the apartment, it is in such a perfect location and so family friendly.  We booked a last minute trip to Sydney to visit some friends who live in the Northern Beaches and are so glad we booked this apartment.  My kids loved all the toys and being able to run downstairs and play at the park that is right next to the apartment.  It was wonderful to have such a short walk to the beach and most of our time was spent here.  The kitchen is extremely well stocked and we really enjoyed being able to use the BBQ and spend time out on the balcony.  The local’s guide was really useful in planning our trip and our communication with the host was fast, easy and reliable.  I highly recommend this apartment and can’t wait to stay again."
},
{
  "_id": "23219232",
  "review_id": "235207825",
  "date": {
    "$date": "2018-02-15T05:00:00.000Z"
  },
  "reviewer_name": "Grace",
  "comments": "I had such a lovely stay at Jake's place. It was only a short visit but Jake was so accommodating throughout my stay. He was flexible with check in times and made sure he was home to let me in. The apartment is STUNNING. Light filled clean apartment by the water, short walk to see the harbour bridge along the bay. Very spacious room with large wardrobe, desk and fan (summer in Sydney!)  Kitchen has everything you need, very clean and stylish bathroom too. The street comes off Glebe point road so while very quiet and peaceful you are only a short walk from cafes, bars, transport options and supermarkets. Would definitely stay again and recommend to other airbnb users. Thank you Jake!!"
},
{
  "_id": "9098095",
  "review_id": "54224502",
  "date": {
    "$date": "2015-11-16T05:00:00.000Z"
  },
  "reviewer_name": "Sheldon",
  "comments": "Absolutely perfect. Margaret and John are lovely and made the stay even more memorable. Thanks so much."
},
{
  "_id": "12473031",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "16708536",
  "review_id": "126419266",
  "date": {
    "$date": "2017-01-11T05:00:00.000Z"
  },
  "reviewer_name": "Ross",
  "comments": "The host canceled this reservation 23 days before arrival. This is an automated posting."
},
{
  "_id": "17797004",
  "review_id": "147616078",
  "date": {
    "$date": "2017-04-27T04:00:00.000Z"
  },
  "reviewer_name": "Marius Helge",
  "comments": "Agnes was a great and very friendly host. The apartment was nice and comfortable, and had a perfect location in Redfern. "
},
{
  "_id": "10213499",
  "review_id": "60428352",
  "date": {
    "$date": "2016-01-23T05:00:00.000Z"
  },
  "reviewer_name": "Ian",
  "comments": "Very happy with my stay here. Tracy was really friendly and everything went smoothly. It's a great little place in a fantastic spot. The lake is sublime. Highly recommended."
},
{
  "_id": "12259367",
  "review_id": "69993174",
  "date": {
    "$date": "2016-04-15T04:00:00.000Z"
  },
  "reviewer_name": "Sid",
  "comments": "The apartment was neat and tidy. Very close to transport and good location of you're working in the CBD. The check in procedure was very flexible and Angela was very easy to get in touch with and followed up. She even left me a box of chocolates as a warm welcome. Will stay again."
},
{
  "_id": "21281467",
  "review_id": "224372159",
  "date": {
    "$date": "2018-01-03T05:00:00.000Z"
  },
  "reviewer_name": "Wen",
  "comments": "The location is very nice. Every morning I can wake up by a very nice water-front view! All the furniture and facilities are luxury and perfect. We had a very nice New Year holiday in this house. Ben is a very nice guy, he help us a lot and gave us many trip advises in Sydney. There is a complimentary parking space, and if you wanna walk or take public transport, it's always very convenience. I think whether you are alone or with families, the apartment is always a best choice!"
},
{
  "_id": "16167487",
  "review_id": "188846180",
  "date": {
    "$date": "2017-08-31T04:00:00.000Z"
  },
  "reviewer_name": "Ezzedine",
  "comments": "Super clean house, very easy to find, neighborhood is quite, fast wifi, host is responsible and accurate.\nIn winter the place is very cold."
},
{
  "_id": "16898275",
  "review_id": "129443170",
  "date": {
    "$date": "2017-01-30T05:00:00.000Z"
  },
  "reviewer_name": "Johanna",
  "comments": "Trent is a really nice guy who will help you in any way he can.\nWhen we arrived the place was a bit dirty but that wasn't Trents fault because he had been awayand his apartment had been out for lease.\nAnd he made a really good job with fixing everything so we could have a happy stay!\nAnd we did:)\n\nThe location is great and the apartment is lovely:)\nThe room is pretty small but it didn't bother us at all.\n\nCan recommend this place to anyone, close to Bondi and to small hidden beautiful beaches around the coastline."
},
{
  "_id": "22307086",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "9631766",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "9810515",
  "review_id": "56751025",
  "date": {
    "$date": "2015-12-17T05:00:00.000Z"
  },
  "reviewer_name": "Andreas",
  "comments": "Stor och trivsam lägenhet. Dock störande oljud från ventilationen i fastigheten nattetid. Trevligt område med flera restauranger och pubar i närheten. Enkelt att ta sig de centrala delarna av Sydney till fots."
},
{
  "_id": "22341528",
  "review_id": "225920920",
  "date": {
    "$date": "2018-01-08T05:00:00.000Z"
  },
  "reviewer_name": "Sarah",
  "comments": "Good location. Good if you just want someone to sleep."
},
{
  "_id": "23493822",
  "review_id": "244567115",
  "date": {
    "$date": "2018-03-18T04:00:00.000Z"
  },
  "reviewer_name": "Haiming",
  "comments": "很好很干净,位置不错,距离eastwood及MQ uni都很近,值得推荐"
},
{
  "_id": "27814857",
  "review_id": "310737935",
  "date": {
    "$date": "2018-08-20T04:00:00.000Z"
  },
  "reviewer_name": "Rob & Amy",
  "comments": "The White House is a fabulous, chic terrace within walking distance to great restaurants, exclusive shopping as well as so many other culturally enriched experiences. \n\nKerry and Adam were the perfect hosts. They met us upon arrival - which made the entry etc effortless. \n\nThe kids loved the outside area - the backyard was a heaven-send considering you’re only 5 mins to the CBD. \n\nI would recommend to anyone travelling with a family - or who needs to be located close to the CBD for work or an event. \n\nWe will be back soon!! "
},
{
  "_id": "26474245",
  "review_id": "313750106",
  "date": {
    "$date": "2018-08-26T04:00:00.000Z"
  },
  "reviewer_name": "David",
  "comments": "Fantastic space and location, really nice hosts to ensure the check-in was smooth and stress free. \nIncredible space, great value and I couldn't recommend more highly! \nThanks Leigh!"
},
{
  "_id": "6361929",
  "review_id": "98851705",
  "date": {
    "$date": "2016-09-02T04:00:00.000Z"
  },
  "reviewer_name": "Melissa",
  "comments": "Edi was very welcoming to her home.  She was very quick and responsive on taking us in on the very last minute. Thank you for your help."
},
{
  "_id": "23402460",
  "review_id": "238994586",
  "date": {
    "$date": "2018-02-28T05:00:00.000Z"
  },
  "reviewer_name": "Jonatan",
  "comments": "The rooms were fine but the bathroom and kitchen are very dirty and outdated."
},
{
  "_id": "24460964",
  "review_id": "254719470",
  "date": {
    "$date": "2018-04-18T04:00:00.000Z"
  },
  "reviewer_name": "Albert",
  "comments": "Thank you again for your hospitality and lovely accommodation!"
},
{
  "_id": "7718248",
  "review_id": "49176419",
  "date": {
    "$date": "2015-10-01T04:00:00.000Z"
  },
  "reviewer_name": "Tim",
  "comments": "Sharon has a lovely home. It's centrally located with buses nearby. Her home is very well presented and clean with plenty of bedrooms and room to move. As a host she went out of her way to ensure we had everything we needed and was very responsive to any questions (even though she was overseas!). We had a great time and I wouldn't hesitate to stay there again."
},
{
  "_id": "17913605",
  "review_id": "149770393",
  "date": {
    "$date": "2017-05-05T04:00:00.000Z"
  },
  "reviewer_name": "Josh",
  "comments": "Was a pleasure to stay at Matt's house! Really close to the quiet side of King St and the room was everything you could want. Not only that, Matt is a super nice guy and was an excellent host. Matt's dog is beautiful and amazingly cute. Really had a great time and the place comes strongly recommended! For value for money, this is one of best listings in Newtown. Thanks so much for having me! Next time I'm back I would definitely rebook. Stellar! "
},
{
  "_id": "21612701",
  "review_id": "224950934",
  "date": {
    "$date": "2018-01-04T05:00:00.000Z"
  },
  "reviewer_name": "Camille",
  "comments": "Tout était parfait, la localisation, la vue, l’appartement décoré avec goût, la ville etc... je recommande sans aucune hésitation cet appartement. De plus Kinga est une hôte très sympathique et arrangeante. J’espère pouvoir y revenir un jour !"
},
{
  "_id": "29037867",
  "review_id": "340130983",
  "date": {
    "$date": "2018-10-23T04:00:00.000Z"
  },
  "reviewer_name": "Rogier",
  "comments": "Great location, nice host and good looking apartment!"
},
{
  "_id": "31134257",
  "review_id": "365906656",
  "date": {
    "$date": "2019-01-01T05:00:00.000Z"
  },
  "reviewer_name": "Mehak",
  "comments": "Hong is a lively and wonderful lady. She has a heart of gold. She kept us very comfortable and treated just like her own family. Provided us with the privacy we wanted. The place was wonderful. House was cosy and the room was sparkling clean and bed was very much comfortable.  She also provided us the crib for our toddler. She has a lovely and friendly dog. She went out of the way to provide us comfort. Also she hosted a wonderful New year day lunch for guests. The room also had an AC which was much needed in warm nights of December. Highly recommend to everyone."
},
{
  "_id": "6426580",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "6046461",
  "review_id": "45839250",
  "date": {
    "$date": "2015-09-06T04:00:00.000Z"
  },
  "reviewer_name": "Isabelle",
  "comments": "Suzie was most welcoming, and our first Airbnb experience couldn't have gone better. The apartment is exquisitely furnished and feels very homey. It's posh yet comfy. The bed (including the bedding) is on par with upper-scale hotels. Suzie gave us a lot of privacy but was readily available to answer any question. The bathroom for our own usage also has the feel of chic hotels, with an assortment of high-end products. The location is great, between Wynward Station and Darling Harbour. The room is next to a road, but soundproofing is good and I slept well even without using ear plugs (Suzie provides high quality ear plugs should you need them). To sum up, my sister and I would go back in a heart beat.  "
},
{
  "_id": "17223695",
  "review_id": "140582934",
  "date": {
    "$date": "2017-03-30T04:00:00.000Z"
  },
  "reviewer_name": "Sarah",
  "comments": "Anita and Peter are fantastic hosts. The apartment was beautifully decorated and immaculate. Beds are exceptionally comfortable. The location in Manly was perfect, you can see the beach from the balcony, less than 10min stroll to the corso, and less than 20min to Manly Wharf. Loved our stay here and wish we could have moved in permanently! "
},
{
  "_id": "7285721",
  "review_id": "340470715",
  "date": {
    "$date": "2018-10-24T04:00:00.000Z"
  },
  "reviewer_name": "Avihou",
  "comments": "The host canceled this reservation 65 days before arrival. This is an automated posting."
},
{
  "_id": "1714235",
  "review_id": "9838635",
  "date": {
    "$date": "2014-01-13T05:00:00.000Z"
  },
  "reviewer_name": "Hazelle",
  "comments": "“Wow” is probably the best word I can think to describe this incredible place. The photos just don’t do it justice. Finished with impeccable taste, this place is definitely a gem.  Located on the best part of Mackeral beach, and surrounded by wildlife - including a resident wallaby who comes so close you can feed him by hand! The water as crystal clear as Thailand and just a two seconds away, down a very well paved and not too steep path. The views from the house and tree house are beyond breathtaking and the owner is super nice and attentive. Upon arrival he sent a message to see if we got in OK and during the booking phase he responded immediately to our questions. The BBQ is state of the ark (very important!) and the place is totally set up for entertaining with a great coffee machine, two fridges, plenty of cutlery, glasses, plates etc ... . Everything has been thought of, from hats and repellant to hooks to hang out your wet beach towels. We will definitely be back. Everyone who stopped by to visit us while we were there will be booking too, so I just hope we can get in! Thank you Richard. You have created a little slice of heaven. "
},
{
  "_id": "23190119",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "23106836",
  "review_id": "237161416",
  "date": {
    "$date": "2018-02-21T05:00:00.000Z"
  },
  "reviewer_name": "Vivian",
  "comments": "Perfect private space"
},
{
  "_id": "26340840",
  "review_id": "287188579",
  "date": {
    "$date": "2018-07-08T04:00:00.000Z"
  },
  "reviewer_name": "Bev",
  "comments": "Beautiful house, very well presented and clean. Large bedrooms and comfortable living areas. \nLarge back verandah was an ideal gathering space for our family weekend, we could eat and sit comfortably out there during the evening.\n10 min walk to coffee, cafes etc or hop onto Ferry for further afield.\nHighly recommend"
},
{
  "_id": "4413137",
  "review_id": "25088693",
  "date": {
    "$date": "2015-01-06T05:00:00.000Z"
  },
  "reviewer_name": "Lucrezia",
  "comments": "Everything was perfect! The couple is very nice and the house is in a perfect spot,very clean and the atmosphere was perfect for the christmas period :)\r\n\r\nthank you very much ragazzi!!!:)\r\n\r\n"
},
{
  "_id": "29576644",
  "review_id": "353628706",
  "date": {
    "$date": "2018-11-29T05:00:00.000Z"
  },
  "reviewer_name": "Susan Yanbo",
  "comments": "The house is in great location. The house is also very clean and tidy and exactly the same as described in the photos. The host is very friendly and easygoing. All the utilities are functioning well. Recommended to those who plan to hang out with friends in a quiet and private house."
},
{
  "_id": "21851474",
  "review_id": "218304926",
  "date": {
    "$date": "2017-12-11T05:00:00.000Z"
  },
  "reviewer_name": "Justine",
  "comments": "This place was perfect for me while I was traveling solo in Sydney. It's close to buses, a bit of a walk to train stations, and close to a supermarket and lots of cafes.\n\nIt can be a little loud in the area - mainly birds and dogs which I'm not used to - and you can hear the garage door opening when the car is driven in and out, but it didn't bother me at all. \n\nPerfect little place for one person."
},
{
  "_id": "12256344",
  "review_id": "72355319",
  "date": {
    "$date": "2016-05-02T04:00:00.000Z"
  },
  "reviewer_name": "风",
  "comments": "Besides the location is very convent not only near the city center but also surrounded by 2 Coles market. This is the most fantastic and lovely experience I ever had.\r\nPaul and his family are very good at taking care of their guests, they prepare milk, honey, orange, cereal for us. During the 2 weeks, they just treat us as same as a part of the family, inviting us to their festival dinner, introducing us to their best friends. Every morning they would ask if it was a good sleep. Every evening, they would say good night before we go back to the room. \r\nIf ever I will go back to Sydney again, this would be my only choice. \r\n\r\n这是我在Airbnb中最最满意的一次住宿体验｡\r\n不仅仅这个地理位置很好,去市中心,悉尼歌剧院,门口的公交车直达｡而且周围的配套设施齐全,十分方便｡\r\nPaul一家人待客非常之好,如若对待家人｡一直给我们买牛奶,橙汁,谷物,蜂蜜等等｡尽可能地提供信息帮助我们｡\r\n只要去悉尼,对于住处,这永远会是我的第一,也是唯一的选择｡\r\n"
},
{
  "_id": "2889953",
  "review_id": "57153384",
  "date": {
    "$date": "2015-12-22T05:00:00.000Z"
  },
  "reviewer_name": "Graeme",
  "comments": "We had a great time with Jyoti, they were great hosts and went out if their way to make us feel welcome and comfortable in their home. The bedroom and bathroom are very spacious.  Would definitely recommend staying here. "
},
{
  "_id": "24187105",
  "review_id": "258284472",
  "date": {
    "$date": "2018-04-29T04:00:00.000Z"
  },
  "reviewer_name": "Andrew",
  "comments": "Great spot by the beach."
},
{
  "_id": "21716100",
  "review_id": "223160599",
  "date": {
    "$date": "2017-12-31T05:00:00.000Z"
  },
  "reviewer_name": "Marianne, Terry & Richard",
  "comments": "Tam's place is the ideal family home for a perfect getaway. The location was great to avoid the crowds but close enough to Curl Curl, Freshie and Manly to enjoy the beaches and all that the area has to offer. The pool was a definate draw card and the outdoor area is conducive to rest and relaxation. It's obvious that Tam is a keen cook as everything is thought of and available for entertaining. Would definately recommend and would come back again!"
},
{
  "_id": "8397068",
  "review_id": "58291942",
  "date": {
    "$date": "2016-01-02T05:00:00.000Z"
  },
  "reviewer_name": "Tina",
  "comments": "My friends and me had here a perfect time over christmas and NYE!\r\n\r\nJo have a really beautiful and cosy home with 2 bed- and bathrooms, a big balcony with a BBQ and a great view over Brookvale/Manly. \r\nAnd she is so helpful and very friendly!\r\n\r\nBecause Jo was not in town, her awesome mother in law gave us the key. We were allowed to check in at 8am because our bus arrived earlier and we were also allowed to check out later - she is really helpful and straightforward, too! \r\n\r\nThe busstation to Sydney CBD is only a few minutes away and the bus takes about 30-45 min.\r\nThe wifi is good and Jo has a lot of DVDs for the TV as well. \r\n\r\nThe apartment situated on a big hill;  great for views, but tiring with suitcases! ;)\r\n\r\nWe where thrilled and we can highly recommend this apartment ..we would love to come back one time."
},
{
  "_id": "9848595",
  "review_id": "71547066",
  "date": {
    "$date": "2016-04-26T04:00:00.000Z"
  },
  "reviewer_name": "Matthew",
  "comments": "Great experience. Communication from beginning to end with Charles was faultless. Apartment was exactly as advertised. In a convienent location, close to a great cafe and a short stroll to a few good beaches (uphill a slog on the way home!). Flat was clean and tidy and everything worked like it should do. We would fully recommend a stay here. "
},
{
  "_id": "22269344",
  "review_id": "235210084",
  "date": {
    "$date": "2018-02-15T05:00:00.000Z"
  },
  "reviewer_name": "Alex",
  "comments": "The host canceled this reservation 14 days before arrival. This is an automated posting."
},
{
  "_id": "2660996",
  "review_id": "13726345",
  "date": {
    "$date": "2014-06-02T04:00:00.000Z"
  },
  "reviewer_name": "Daniel",
  "comments": "Doris was great, she was very accommodating with when I could check in (11pm) and she responded to my communications in a timely fashion.  They have a beautiful home that I wish I could have taken advantage of more."
},
{
  "_id": "15245956",
  "review_id": "105400510",
  "date": {
    "$date": "2016-10-01T04:00:00.000Z"
  },
  "reviewer_name": "Aman",
  "comments": "Charlie is an excellent host, great place in an excellent location. Perfect if you want to spend a few night in the city. "
},
{
  "_id": "19830549",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "22198157",
  "review_id": "225897529",
  "date": {
    "$date": "2018-01-07T05:00:00.000Z"
  },
  "reviewer_name": "Louise",
  "comments": "Duncan’s place offered the perfect family break for us. It’s very accessible from Sydney but gives the feeling of being far away from it all. The location is great being just a short drive from several beaches, shops, cafes etc. The house is incredibly well equipped with everything you can think of and the host went out of their way to provide helpful information and little touches which made us feel very at home. It’s a very sociable home with several eating and entertaining spots in the house: an upper balcony & bbq overlooking the treetops and ocean as well as a lower deck, dining table and bbq area downstairs. The garden is private and the pool area lovely for lounging around under a shady tree. We would have no hesitation recommending Duncan’s place."
},
{
  "_id": "23730118",
  "review_id": "367468074",
  "date": {
    "$date": "2019-01-05T05:00:00.000Z"
  },
  "reviewer_name": "Joana",
  "comments": "Very good location! The bus stop is just a minute walk from the door. The restaurants and cafes within the area are very, very good! The house is very spacious and Tarah was such a lovely host! I would definitely recommend this location, especially if you are travelling with kids."
},
{
  "_id": "2278444",
  "review_id": "10732582",
  "date": {
    "$date": "2014-03-04T05:00:00.000Z"
  },
  "reviewer_name": "Georgina",
  "comments": "We had a great time in Paddington; the house is fascinating and the room was perfect. Sadly we never met Arnie in person, instead were shown around by his easy-going and lovely friend. Paddington Market is just across the road and we walked everywhere along Oxford St. Highly recommended."
},
{
  "_id": "4816450",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "23206433",
  "review_id": "233739742",
  "date": {
    "$date": "2018-02-10T05:00:00.000Z"
  },
  "reviewer_name": "Kenneth",
  "comments": "The host canceled this reservation 5 days before arrival. This is an automated posting."
},
{
  "_id": "501382",
  "review_id": "1509320",
  "date": {
    "$date": "2012-06-18T04:00:00.000Z"
  },
  "reviewer_name": "Ahmad",
  "comments": "Great stay at Luise's flat. It was modern and new, very clean and simply we felt like home from home.\r\nLuise is a perfect host and so friendly, she provided us with everything we could need to know in sydney. Highly recommended host and definitely I wish to meet her again once I get Sydney."
},
{
  "_id": "9101212",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "15920870",
  "review_id": "114941233",
  "date": {
    "$date": "2016-11-20T05:00:00.000Z"
  },
  "reviewer_name": "Olivier",
  "comments": "Great location, great studio and unique atmosphere with views over the horse race track! I would definitely stay there again. Oliver is a great guy and it was a breeze to communicate with him! I had an awesome stay!"
},
{
  "_id": "15960997",
  "review_id": "114480027",
  "date": {
    "$date": "2016-11-18T05:00:00.000Z"
  },
  "reviewer_name": "Clara",
  "comments": "Terry was an awesome host, always making sure we're feeling comfortoable. The appartment is very nice and has everything you need and an amazing view. We had a great stay!"
},
{
  "_id": "24848349",
  "review_id": "269747352",
  "date": {
    "$date": "2018-05-28T04:00:00.000Z"
  },
  "reviewer_name": "Mikhayla",
  "comments": "Enjoyed my stay, fantastic location,  excellent host. "
},
{
  "_id": "20044641",
  "review_id": "223159815",
  "date": {
    "$date": "2017-12-31T05:00:00.000Z"
  },
  "reviewer_name": "Kris",
  "comments": "Over all is good!"
},
{
  "_id": "26273293",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "21920190",
  "review_id": "321212705",
  "date": {
    "$date": "2018-09-09T04:00:00.000Z"
  },
  "reviewer_name": "Samantha",
  "comments": "The host canceled this reservation 107 days before arrival. This is an automated posting."
},
{
  "_id": "14096512",
  "review_id": "88975849",
  "date": {
    "$date": "2016-07-26T04:00:00.000Z"
  },
  "reviewer_name": "Andrew",
  "comments": "A great comfortable little place right smack bang in the centre of circular quay. Contact with host/s was quick and easy too"
},
{
  "_id": "25684995",
  "review_id": "274734487",
  "date": {
    "$date": "2018-06-10T04:00:00.000Z"
  },
  "reviewer_name": "Alex",
  "comments": "Super great location, very close to a range of great restaurants and bars. The apartment is quiet and old worldly but with character and modern comforts. It was the perfect combination of peace and privacy in amongst a bustling area with great nightlife "
},
{
  "_id": "26609688",
  "review_id": "322328939",
  "date": {
    "$date": "2018-09-12T04:00:00.000Z"
  },
  "reviewer_name": "Henry",
  "comments": "Shared a stay a the Little Albion for work - great location, spacious and super clean rooms, really lovely atmosphere. All in all a lovely experience. Highly recommended"
},
{
  "_id": "4919014",
  "review_id": "29494965",
  "date": {
    "$date": "2015-04-08T04:00:00.000Z"
  },
  "reviewer_name": "Carmen",
  "comments": "Had an amazing time in Manly, much credit due to the apartment and it's amazing location. This apartment was tastefully decorated with plenty of wardrobe space so you could unpack and feel at home!! Also, we could not have asked for a better position, we were so central to absolutely everything from cafes to shopping, it had an amazing view of the beach and surrounding areas! Would definitely stay here again! And recommended it to everyone!!! "
},
{
  "_id": "7920463",
  "review_id": "49070568",
  "date": {
    "$date": "2015-09-30T04:00:00.000Z"
  },
  "reviewer_name": "Nadine",
  "comments": "My stay with Kondrad and Mish was the best experience I had with airbnb! And I seriously believe that it probably won't get  any better than this! When you are looking for a place to stay this is the one! Not only is their place beautiful but it is the people making it very special. I never ever felt more at home in any other place I stayed at. For a change everything that is shown and described is the real deal- which I experienced not always to be true. Konrad and Mish are very nice and kind and made me feel very welcome. They shared not only their home with me but also their knowledge about their beautiful country and let me be part of their lifes. Thank you for having me stay with you and thank you for taking me with you to the event and on the trip exploring in the Blue Mountains National Park! I also enjoyed the walks with your dog! I had a fantastic time and made new friends ;) I am definitely gonna be back!"
},
{
  "_id": "18047246",
  "review_id": "144509087",
  "date": {
    "$date": "2017-04-16T04:00:00.000Z"
  },
  "reviewer_name": "Sebastian",
  "comments": "This modern and clean house is located close to the Blue Mountains and an ideal place to stay for a one day trip. Well-equipped kitchen and big TV."
},
{
  "_id": "11933497",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "21583732",
  "review_id": "212051518",
  "date": {
    "$date": "2017-11-15T05:00:00.000Z"
  },
  "reviewer_name": "Steffen",
  "comments": "Our stay was great: good location, great room with good facilities and awesome hosts! There is just a short 5-minute-walk to metro station and the metro takes ca. 15min to Circular Quay. The hosts give you enough time for your own but they are great to have a chat as well."
},
{
  "_id": "22304343",
  "review_id": "224687587",
  "date": {
    "$date": "2018-01-04T05:00:00.000Z"
  },
  "reviewer_name": "Sasha",
  "comments": "Our family of 4 had fantastic time staying at Sarah’s stylish place with  harbor view! We could not wish for a better place for New Year’s Eve. 3 minutes walk from the major transport hub, close to the CBD  and Bondi beach. Sarah was a great host who looked after us and made sure we were very comfortable. Super fast communication, clean place, fast WiFi, much more! Thank you Sarah for being our host!  Highly recommended. "
},
{
  "_id": "4448723",
  "review_id": "116352871",
  "date": {
    "$date": "2016-11-29T05:00:00.000Z"
  },
  "reviewer_name": "Deon",
  "comments": "Dont think you can ask for more from the host and the accommodation. No excuses here. If you are creative you can make almost anything with the kitchenette. Perfect location\n. All the privacy you need and conversation (mostly by text) but the host is always happy to pop in. \nBed is comfortable and all the netflix ypu can have at your leisure. Go for it!"
},
{
  "_id": "8121226",
  "review_id": "54852053",
  "date": {
    "$date": "2015-11-25T05:00:00.000Z"
  },
  "reviewer_name": "Sumin",
  "comments": "I stayed at Jenny's apartment in Potts Point for over a month and it was a perfect home away from home.  Jenny was an impeccable host.  So welcoming and accomodating - even when I locked myself out of the house she was around in five minutes to save me!  I loved every minute of my stay at the apartment.  Jenny's beautifully decked out apartment is a newly renovated studio, so compact but with everything you need - including a great kitchen and bathroom.   The location couldn't be better as you are in the heart of Potts Point, which is my favourite Sydney suburb.  My only wish is that I could have stayed longer!"
},
{
  "_id": "16234640",
  "review_id": "127620127",
  "date": {
    "$date": "2017-01-19T05:00:00.000Z"
  },
  "reviewer_name": "Jay",
  "comments": "Absolutely brilliant! The space is spotless and the views are priceless. The icing on the cake is the spectacular rooftop terrace with 360 degree views of the city. All this in a lovely area within easy walk to the ferry wharf. I plan to come back as often as possible."
},
{
  "_id": "15889399",
  "review_id": "120962803",
  "date": {
    "$date": "2016-12-12T05:00:00.000Z"
  },
  "reviewer_name": "Abdollreza",
  "comments": "it's really great place for staying in Sydney"
},
{
  "_id": "18569613",
  "review_id": "164014136",
  "date": {
    "$date": "2017-06-26T04:00:00.000Z"
  },
  "reviewer_name": "Chloe",
  "comments": "It's cozy and quiet place to stay. There's a really good location, close to supermarket and 20 minutes walk from fish market. It's especially suitable for someone who use public transportation. "
},
{
  "_id": "1145567",
  "review_id": "6647715",
  "date": {
    "$date": "2013-08-19T04:00:00.000Z"
  },
  "reviewer_name": "Deborah",
  "comments": "I didn't meet Alison as she was away, but Adam let me in and explained everything to me. The house is beautifully (and very newly) renovated, the bed was wonderfully comfortable, and I had my own huge bathroom which was very luxurious. The street is quiet but very convenient to everything. All in all, a great bargain and a lovely place to stay - I'll be back!"
},
{
  "_id": "20804897",
  "review_id": "194981244",
  "date": {
    "$date": "2017-09-17T04:00:00.000Z"
  },
  "reviewer_name": "Alex",
  "comments": "Staying at Emmy's place was okay, and I would recommend it for the price, which is probably the cheapest you can find around. \nThe house, as well as the room, is probably not the greatest, but you're absolutely paying what you get. \n\nI only had two minor issues:\n1) I thought that 'flexible check-in' meant: 'tell me when you arrive and I'll open the door'. It's not like this, at least not in this case. I was arriving at 11PM/midnight and Emmy informed me she couldn't check me in and asked me to find another place where to stay. The problem was I didn't have the possibility to book another room as I was boarding the plane to get to Sydney, and I didn’t want to arrive to a place I didn’t know, late at night, without even knowing where to go to sleep. Luckily Emmy found a solution and I was granted access to the house. I haven’t seen Emmy during my stay, but I saw Patrick, who I think manages the room when she’s not there. They have both been nice and for any issues I encountered they were there to help. The house is a boarding house, so although you’ll have a private room, you’ll be sharing it with other people. The ones who were at Emmy’s when I was there were very nice as well! \n2) The bathroom wasn't too clean and the room was a bit dusty, which made it difficult for me to sleep, being allergic to dust. As I paid a cleaning fee, to be fair, I was expecting a higher standard in terms of cleanliness. If I hadn't paid that, it would have been totally understandable. But again, as it is cheap and they are nice, I absolutely recommend staying at Emmy’s!"
},
{
  "_id": "23210058",
  "review_id": "353625391",
  "date": {
    "$date": "2018-11-28T05:00:00.000Z"
  },
  "reviewer_name": "Brian",
  "comments": "Perfect in every way."
},
{
  "_id": "23562342",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "22282797",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "25961494",
  "review_id": "301800450",
  "date": {
    "$date": "2018-08-04T04:00:00.000Z"
  },
  "reviewer_name": "Angus",
  "comments": "Very modern and comfortable apartment. Great location and short walk to centre of Newtown, with an easy check in process - ideal for late check ins. Guillermo very easily contactable and accommodating "
},
{
  "_id": "12349607",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "15958590",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "8461086",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "8977830",
  "review_id": "53076142",
  "date": {
    "$date": "2015-11-04T05:00:00.000Z"
  },
  "reviewer_name": "Brendan",
  "comments": "We enjoyed a five night stay in Sydney at this apartment.  The view is an amazing outlook over Hyde Park and the harbour as pictured.  It was wonderful to wake up to that view each morning. The location was great for exploring the city on foot and with public transport as buses and trains are close by, as are the iconic Sydney attractions and delicious restaurants and wine bars.  Hugo was great at communicating check in details and left a handy apartment guide with apartment and city info.  We really enjoyed our stay and would stay here again if back in Sydney. "
},
{
  "_id": "31963125",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "644054",
  "review_id": "3297028",
  "date": {
    "$date": "2013-01-07T05:00:00.000Z"
  },
  "reviewer_name": "Casey",
  "comments": "Very homely and unfussy house with a great garden and lovely neighbours. Belinda was very thorough about advice on local ameneties and very professional to deal with in all matters. They left bikes and a surfboard for my use too."
},
{
  "_id": "16549021",
  "review_id": "127893699",
  "date": {
    "$date": "2017-01-21T05:00:00.000Z"
  },
  "reviewer_name": "Jonathan",
  "comments": "This is a great place with plenty of space. If you had a family then this would be awesome"
},
{
  "_id": "13299549",
  "review_id": "87144901",
  "date": {
    "$date": "2016-07-18T04:00:00.000Z"
  },
  "reviewer_name": "Bill",
  "comments": "Five star location right in the heart of the CBD. Clean, convenient and great value. Will book again."
},
{
  "_id": "9815988",
  "review_id": "124413020",
  "date": {
    "$date": "2017-01-01T05:00:00.000Z"
  },
  "reviewer_name": "Allie",
  "comments": "Pascale was awesome! I got a very bad sunburn and she was so helpful, getting me aloe Vera and coconut oil to help out. She was very attentive and helped us with everything from restaurant recommendations to a place to park our car. The location was perfect; not far from the city but away from the craziness of it all. "
},
{
  "_id": "16221015",
  "review_id": "135891653",
  "date": {
    "$date": "2017-03-06T05:00:00.000Z"
  },
  "reviewer_name": "Steph",
  "comments": "great location, omio was very nice and accomodating"
},
{
  "_id": "27842018",
  "review_id": "364999868",
  "date": {
    "$date": "2018-12-31T05:00:00.000Z"
  },
  "reviewer_name": "Angie",
  "comments": "A quite, relaxing area close to shops and public transport. The rooms are spacious and lovely big backyard."
},
{
  "_id": "19768051",
  "review_id": "194085125",
  "date": {
    "$date": "2017-09-16T04:00:00.000Z"
  },
  "reviewer_name": "Lee",
  "comments": "Fantastic Location , nice house!"
},
{
  "_id": "23510317",
  "review_id": "239974025",
  "date": {
    "$date": "2018-03-03T05:00:00.000Z"
  },
  "reviewer_name": "Jessica LL",
  "comments": "We have a great days in Dan’s place and Dan was very responsible host with  very quick responses \n\nQuite and peaceful loft with really lovely garden views from the balcony \nSuper close to Central Station and very convenient location \nWill come back next time in Sydney"
},
{
  "_id": "12740176",
  "review_id": "117251199",
  "date": {
    "$date": "2016-12-05T05:00:00.000Z"
  },
  "reviewer_name": "Jaron",
  "comments": "Great place. Perfect for families or adult groups for that matter. \nGreat location. Across road from beach, cafe next door. \nGreat host. Couldn't be more helpful. \n"
},
{
  "_id": "30323119",
  "review_id": "358549288",
  "date": {
    "$date": "2018-12-14T05:00:00.000Z"
  },
  "reviewer_name": "Jannick",
  "comments": "Je recommande cet appartement  aux voyageurs  dans ce quartier, proche des commerces et des restaurants"
},
{
  "_id": "31804891",
  "review_id": "415961477",
  "date": {
    "$date": "2019-02-24T05:00:00.000Z"
  },
  "reviewer_name": "Craig",
  "comments": "Great View and Location. Robert is a great host."
},
{
  "_id": "16609607",
  "review_id": "145786342",
  "date": {
    "$date": "2017-04-20T04:00:00.000Z"
  },
  "reviewer_name": "Krystle",
  "comments": "Lovely studio apartment with great views. Neighborhood was nice with great food and a supermarket downstairs. Much better than getting a hotel."
},
{
  "_id": "20055551",
  "review_id": "184526842",
  "date": {
    "$date": "2017-08-20T04:00:00.000Z"
  },
  "reviewer_name": "VIncent",
  "comments": "Adrian's house is well located, just few minutes away from Hyde park and Oxford street. Everywhere is walkable and close to train station and bus stands to most of the area. The room is exactly same as the photo, there is a private balcony which I always spent my evening there with some good Aussie wines.\nCommunication is good before and throughout my stay, his housemate David is very friendly too.\nThanks Adrian! "
},
{
  "_id": "1211285",
  "review_id": "5611902",
  "date": {
    "$date": "2013-07-08T04:00:00.000Z"
  },
  "reviewer_name": "Craig",
  "comments": "We stayed at Eduardo and Yvonne's apartment for a week. For us it was perfect, my partner and I had our two teenage daughters with us for a \"shopping\" trip so each day we were heading off and out all over Sydney. The convenience of the flat was brilliant, we could just jump on the bus at the end of the road and head straight to town on the 333. Because we were blessed  with a week of blue sky and sunshine ( in July !!! ) most mornings we would just walk to bondi junction and grab breakfast / coffees then head for the trains. We felt really at home and relaxed each night taking in the views. The kitchen has everything you could ask for to whip up an evening meal which we did most nights. Both runners my partner and I ran most mornings around the park ( directly opposite ) then down to the beach tracks and back up bondi road to the flat, great work out and really fun running around the bays.  Would love to stay again if we get the chance and would recommend to all. Lovely couple and a great home. \r\nCheers Craig and Claire "
},
{
  "_id": "16796969",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "18082902",
  "review_id": "143261827",
  "date": {
    "$date": "2017-04-10T04:00:00.000Z"
  },
  "reviewer_name": "Carmen",
  "comments": "This is a nice room,i like this kitchen, if you like cooking is good, Very serious, enthusiastic Introduction  about his house, and i like the big windows of the house,the house clean and comfortable, next time will come, thank you,Cedric"
},
{
  "_id": "7901220",
  "review_id": "58506254",
  "date": {
    "$date": "2016-01-03T05:00:00.000Z"
  },
  "reviewer_name": "Sandy",
  "comments": "Anat was a fantastic host from the very beginning. She was very responsive during the booking process and flexible with my family's arrival, which helped us greatly arriving in a new country. \n\nThe house is a beautifully renovated 3 bedroom in South Coogee with tons of natural light and outdoor lounge space. The kitchen was well supplied for us to cook and bake, and we were surprised to see the BBQ was hooked up to the main gas line. Very cool!\n\nWe drove most of the trip, but there are also nearby bus lines that take you into Sydney proper in 45 mins or so. I highly recommend this BnB and am excited for all that have the opportunity to stay here :)."
},
{
  "_id": "22297561",
  "review_id": "221535418",
  "date": {
    "$date": "2017-12-26T05:00:00.000Z"
  },
  "reviewer_name": "Prudence",
  "comments": "Great location, just off the M7 but quiet neighbourhood. Private entrance with car park right out the front. Easy checkin, even on Christmas Day. Comfy bed. Old bathroom with European style toilet in shower but worked well enough for us."
},
{
  "_id": "22265304",
  "review_id": "224691100",
  "date": {
    "$date": "2018-01-04T05:00:00.000Z"
  },
  "reviewer_name": "Tom",
  "comments": "Wow. Stunning location. You can't get closer to the beach. Perfect distance from the corso."
},
{
  "_id": "14921505",
  "review_id": "105731749",
  "date": {
    "$date": "2016-10-02T04:00:00.000Z"
  },
  "reviewer_name": "Adam",
  "comments": "Amazing place, very clean on arrival. They were always available for any questions we had. It was a great stay! "
},
{
  "_id": "16768620",
  "review_id": "127756686",
  "date": {
    "$date": "2017-01-20T05:00:00.000Z"
  },
  "reviewer_name": "Mieke",
  "comments": "A nice place to stay for a single traveller. Close to the CBD and close to the Central station, you can easily discover Sydney from Joe's place.  Joe and his roommates were very welcoming and helpful. He gave me all the necessary information and I'm sure we would have had a nice chat but I had to rush out to a concert. The room is small but clean and has a comfy bed. I'd stay here again! "
},
{
  "_id": "17687359",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "16087198",
  "review_id": "124014400",
  "date": {
    "$date": "2016-12-31T05:00:00.000Z"
  },
  "reviewer_name": "Lu",
  "comments": "很好的房子 那一片都是华人区 环境很好 离超市商店很近 离最近的火车站步行15分钟 房间很干净 被子很舒服 还有个衣柜 叔叔阿姨人很好 性价比超高的"
},
{
  "_id": "25148829",
  "review_id": "280718303",
  "date": {
    "$date": "2018-06-24T04:00:00.000Z"
  },
  "reviewer_name": "Stephen",
  "comments": "Fantastic place, amazing location,  and Arianne made it all so simple with her wonderful communication"
},
{
  "_id": "23717824",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "6404761",
  "review_id": "50252490",
  "date": {
    "$date": "2015-10-10T04:00:00.000Z"
  },
  "reviewer_name": "Liz",
  "comments": "Listing description accurate"
},
{
  "_id": "22196878",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "22509800",
  "review_id": "236932777",
  "date": {
    "$date": "2018-02-20T05:00:00.000Z"
  },
  "reviewer_name": "Alex",
  "comments": "Super convenient location, located in Haymarket between Chinatown and Surry Hills. The building location is on the quiet side of the block, but when you walk out the front door and turn either corner there are endless casual eateries with fantastic food, many open late too. Check out Boon Cafe and Yok Yor! Tumbalong Park and Darling Harbour are an 10 minute walk, Chinatown and Market City are steps away. And one block the opposite direction is the tip of Surry Hills!"
},
{
  "_id": "4532525",
  "review_id": "23873201",
  "date": {
    "$date": "2014-12-13T05:00:00.000Z"
  },
  "reviewer_name": "Raymond",
  "comments": "Linda was extremely responsive and attentive from the moment the booking request was made. She went the extra mile to make sure I would locate and enter the apartment easily, that I would have amenities ready for me before I even set foot in the country. She showed genuine care and concern, which is at times uncommon even among friends. Her apartment was spotless, thoughtfully designed and easy to get to from the airport (using airport-hotel shuttle buses, stop at Y Hotel Sydney South). It is minutes from cafes and the train station. It has a gorgeously open balcony and generous sunlight during the day. As it is very well insulated, I imagine stays during winter would be comfortable as well. The only guests who should reconsider this apartment are those who are unable to use staircase, as the bedroom is a stairway-up from the living area. Linda is an excellent host with an amazing apartment and if I were more selfish, I would not have spoken too highly of it, so that I can have it more to myself! :)"
},
{
  "_id": "13495196",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "20788503",
  "review_id": "194982449",
  "date": {
    "$date": "2017-09-17T04:00:00.000Z"
  },
  "reviewer_name": "Raychel",
  "comments": "Best that you could ever asked for"
},
{
  "_id": "13352279",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "30206982",
  "review_id": "365048932",
  "date": {
    "$date": "2019-01-01T05:00:00.000Z"
  },
  "reviewer_name": "Martin",
  "comments": "A lovely place, very well placed, and the house is really pretty. I didn’t had the luck to meet Kirsten in person as she was overseas but she was available super quickly by text.\nI had an awesome stay :)"
},
{
  "_id": "19254909",
  "review_id": "168126802",
  "date": {
    "$date": "2017-07-09T04:00:00.000Z"
  },
  "reviewer_name": "Melissa",
  "comments": "I nice tidy unit. However, if travelling in winter, just check if a heater is being provided as it gets very cold.\nAlso, if you need a car space, maybe ask if one can be blocked off or reserved for you, as the tenants take up all of the visitor spaces. "
},
{
  "_id": "19846740",
  "review_id": "204801520",
  "date": {
    "$date": "2017-10-20T04:00:00.000Z"
  },
  "reviewer_name": "Matthew",
  "comments": "Great place , very modern, clean , easy to communicate with the hosts , definitely worth a stay"
},
{
  "_id": "15648819",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "20006537",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "310414",
  "review_id": "881598",
  "date": {
    "$date": "2012-01-24T05:00:00.000Z"
  },
  "reviewer_name": "Adam",
  "comments": "We really enjoyed our stay! Great location, modern and clean appartment and very helpfull and nice host. We can definently recommend. Note that the bed is snug for two large adults, but we didn't mind :o)"
},
{
  "_id": "1718606",
  "review_id": "8453201",
  "date": {
    "$date": "2013-10-31T04:00:00.000Z"
  },
  "reviewer_name": "Sutara And Steve",
  "comments": "Susan was very hospitable and the cabin was very comfortable."
},
{
  "_id": "15923846",
  "review_id": "121923110",
  "date": {
    "$date": "2016-12-19T05:00:00.000Z"
  },
  "reviewer_name": "Adam",
  "comments": "Suzanna was lightning fast at responding and a delight to deal with. The place is very clean, new and close walking distance to the sights of Sydney. Best Airbnb place I've stayed at."
},
{
  "_id": "6228208",
  "review_id": "34513409",
  "date": {
    "$date": "2015-06-09T04:00:00.000Z"
  },
  "reviewer_name": "Martin",
  "comments": "The host canceled this reservation 73 days before arrival. This is an automated posting."
},
{
  "_id": "30675540",
  "review_id": "402891454",
  "date": {
    "$date": "2019-01-20T05:00:00.000Z"
  },
  "reviewer_name": "Sebastian",
  "comments": "Great place. Very relaxing. Owners very helpful."
},
{
  "_id": "9612902",
  "review_id": "57967776",
  "date": {
    "$date": "2015-12-30T05:00:00.000Z"
  },
  "reviewer_name": "Linda",
  "comments": "Beautiful house and gorgeous pool and spa! Perfect for our family with young kids"
},
{
  "_id": "781631",
  "review_id": "2984984",
  "date": {
    "$date": "2012-11-27T05:00:00.000Z"
  },
  "reviewer_name": "Marisa",
  "comments": "Mike is a great host! we felt home from the first second. It is clean and very nice in his appartment. He knows nearly everything about Sydney and has an answer for all your questions. We would definitely go back to him for a second stay, once back in Sydney. The appartment has also an amazing view on the city from the roof top. within 10-15 min walk you are at the centre. You have all facilieties you need around. We liked it a lot!"
},
{
  "_id": "1789833",
  "review_id": "9703557",
  "date": {
    "$date": "2014-01-06T05:00:00.000Z"
  },
  "reviewer_name": "Sophie",
  "comments": "Nous avons passé un séjour familial à Sydney magique. La maison de Steve et Jessica est idéalement située entre Bondi beach et toutes les autres plages , non loin du centre dans un quartier calme.\r\nSteve et jessica se sont montrés très prévenants , nous laissant à disposition une maison confortable et sereine . La maison est grande , joliment décorée et moderne dans ses infrastructures .\r\nNous recommandons vivement ce logement pour une famille ."
},
{
  "_id": "13320545",
  "review_id": "92323353",
  "date": {
    "$date": "2016-08-08T04:00:00.000Z"
  },
  "reviewer_name": "Bec And Sam",
  "comments": "It was lovely to meet Jessica, she was an amazing host! The apartment was clean and comfortable. The location was great, with Paddington's amazing restaurants and shops just on our doorstep. Jessica was very friendly and helpful and we're definitely planning on staying here again next time we're in Sydney!"
},
{
  "_id": "23687643",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "2838442",
  "review_id": "19395587",
  "date": {
    "$date": "2014-09-11T04:00:00.000Z"
  },
  "reviewer_name": "Michael",
  "comments": "Great location, close to services, spacious room and made to feel very welcome. "
},
{
  "_id": "31002017",
  "review_id": "362205198",
  "date": {
    "$date": "2018-12-25T05:00:00.000Z"
  },
  "reviewer_name": "Sasha",
  "comments": "pros\n-great communication and availability to talk, even during holidays\n -willingness to resolve issues \n-location\n-competitive price\n-newly renovated kitchen, living and bed\n-Apartment rooms look like the pictures\n\ncons\n-cockroaches present. before booking, ask if this is still a problem. we left after one night instead of the original length of booking from this issue (but hosts were willing to resolve without any problems)\n-no wifi, even though it was listed as having in inclusions \n-only has a fan, no air con. This apartment heats quickly in summer weather, so air con is quite necessary in my opinion\n-run down apartment complex (old)\n-hallway is outdoors (I.e. when exiting the apartment, the hallways leading from the elevators to rooms are outdoors on balcony)"
},
{
  "_id": "23862155",
  "review_id": "367885959",
  "date": {
    "$date": "2019-01-05T05:00:00.000Z"
  },
  "reviewer_name": "Ivana",
  "comments": "We had a great stay at Boudine’s place. The apartment was clean and tidy. Big plus was a very comfortable bed, good shower and fast wifi. Walking distance to Bondi Beach, shops and restaurant. \nI would absolutely recommend this place for anyone who likes to stay at Bondi but wants to be away from the busy streets.\nThanks for the great stay Boudine!"
},
{
  "_id": "16964637",
  "review_id": "139519428",
  "date": {
    "$date": "2017-03-25T04:00:00.000Z"
  },
  "reviewer_name": "Khalid",
  "comments": "This accomodation is located in a nice place near to the main road. Easy to commute on public transport or your own. Very well connected. \nMy room was nice and cosy. It has your own big screen TV and an updated ensuite. \nCleanliness outside can be an issue but considering other guests staying there is understandable. I generally kept to my room and was happy.\nJudy is an excellent host and is quick to resolve issues if you have any. I had a few hiccups the first day and she was quick to address them.\nI don't mind staying here again if required. Very reasonably priced for what you get."
},
{
  "_id": "6785160",
  "review_id": "54276155",
  "date": {
    "$date": "2015-11-17T05:00:00.000Z"
  },
  "reviewer_name": "Janice",
  "comments": "I can highly recommend Carole and Steve’s place  - what a lovely, light, spacious and spotlessly clean home! If you get a chance to rent the entire house, go for it. We stayed in the front two rooms of the house, in our own fairly separate area, and had sole use of a beautiful, spacious bathroom.  There are no kitchen facilities in this part of the house (as made clear in the ad) but there is a small fridge, kettle and toaster, as well as cutlery and crockery for guests to use. Meals are easy to find in any case as the house is close to some fantastic cafes, bars, pubs and restaurants – a real taste of Sydney’s cosmopolitan inner west. The house is in a peaceful, quiet, tree-lined street. Parking, if you need it, is easy to find nearby, or even out the front if you're lucky (check the parking signs to be sure though). Public transport – buses, trains –  in easy walking distance. Carole and Steve and Snoop dog were perfect AirBnB hosts, very friendly and considerate, without being intrusive. We were lucky to have found them! Absolutely recommended. "
},
{
  "_id": "5482864",
  "review_id": "29353934",
  "date": {
    "$date": "2015-04-06T04:00:00.000Z"
  },
  "reviewer_name": "Sonia & Ricardo",
  "comments": "This place is as beautiful as it looks in the pictures. It is clean, tidy, well-decorated and makes you feel like home. The living room is nice and bright in the day and if you need a break from drinking in the bars and pubs at night (which are within walking distance by the way), the balcony is a nice place to relax too. Lucile has been super helpful and friendly in providing us with all the necessary details required for our stay. If there is one thing you need to know about this place, it is that the beds are really comfy! It's like sleeping in your favorite clean, old t-shirt. Be careful, you might find it hard to peel yourselves off the bed in the mornings. Thank you once again for sharing your beautiful home with us!"
},
{
  "_id": "31696863",
  "review_id": "405938533",
  "date": {
    "$date": "2019-01-28T05:00:00.000Z"
  },
  "reviewer_name": "Nayer",
  "comments": "Gunsen’s place was amazing... the apartment was beautifully renovated and fully equipped with everything. It’s only a 5 minute walk to the beach and shops which is very convenient and has a great big balcony to sit and enjoy the fresh air! I would definitely recommend Gunsen’s place... I know I will be going back again some time!"
},
{
  "_id": "20767798",
  "review_id": "197799444",
  "date": {
    "$date": "2017-09-27T04:00:00.000Z"
  },
  "reviewer_name": "Yan Ting",
  "comments": "Good location. But building quite old."
},
{
  "_id": "5549057",
  "review_id": "218967603",
  "date": {
    "$date": "2017-12-16T05:00:00.000Z"
  },
  "reviewer_name": "Gregory",
  "comments": "Brendan is a great host and has a lot to offer, especially if you never been Sydney. His apartment is wonderful and quiet. Walking distance to shops and public transportation. Also the view of Bondi beach is spectacular from his apartment. I would most definitely stay here again if I came to Sydney again!"
},
{
  "_id": "8106459",
  "review_id": "56477145",
  "date": {
    "$date": "2015-12-14T05:00:00.000Z"
  },
  "reviewer_name": "Kari",
  "comments": "Brendas place is absolutely wonderful. It's got a huge terrace with lots of space to hang out and relax. The apartment itself is wonderfully decorated and very cosy. The loacation is also brilliant - just a small stroll down to the beach and an easy bud travel to the city centre. We stayed here in just over a month with our to kids and loved it!"
},
{
  "_id": "2456142",
  "review_id": "14690720",
  "date": {
    "$date": "2014-06-24T04:00:00.000Z"
  },
  "reviewer_name": "Petra",
  "comments": "We never met Dave and Debbie in person, however must say that they were very hospitable, even from a distance. We were welcomed with a bottle of wine and a fruit platter ... The flat is situated in a residential area that has great views on the city. Recommendable! "
},
{
  "_id": "15747156",
  "review_id": "225267379",
  "date": {
    "$date": "2018-01-06T05:00:00.000Z"
  },
  "reviewer_name": "Alistair",
  "comments": "We are an ex Bronte Beach family and so we know the area well. We were thrilled to find such a gorgeous place to stay in such a fabulous position - so close to the beach and cafes yet so quiet and peaceful. We’ll be back if we get a chance!"
},
{
  "_id": "27009904",
  "review_id": "312599292",
  "date": {
    "$date": "2018-08-24T04:00:00.000Z"
  },
  "reviewer_name": "Jason",
  "comments": "Very accommodating host. Easy to communicate with. Would stay again."
},
{
  "_id": "21648743",
  "review_id": "218615677",
  "date": {
    "$date": "2017-12-14T05:00:00.000Z"
  },
  "reviewer_name": "Sten",
  "comments": "Nice and quiet place to stay!"
},
{
  "_id": "26785847",
  "review_id": "299864247",
  "date": {
    "$date": "2018-07-31T04:00:00.000Z"
  },
  "reviewer_name": "Kishma",
  "comments": "Great cozy apartment. Just as described.  Quiet neighborhood, or at least where this place is was quiet.  A short walk to the Kings Cross subway station so it is well situated.  The staff at the Regent Court where you pick up the keys was super friendly and helpful and very responsive via email.  I would absolutely recommend to others or stay there again myself the next time I'm in Sydney."
},
{
  "_id": "17915093",
  "review_id": "145966736",
  "date": {
    "$date": "2017-04-21T04:00:00.000Z"
  },
  "reviewer_name": "Dominic",
  "comments": "Staying with Allen was very comfortable. Centurian park next to the corner, Bondi Junction 7 min walk with shopping mall and plenty of cafes.\nHouse was very clean and brand new. Large and modern kitchen with dining area (you can use it for laptop working as well). Room is small but tidy and contains everything you need.\nAllen was very kind and help whith everithing I ask him.\nHighly recommended as for people who arrived at first time to Sydney as for inveterate traveller."
},
{
  "_id": "23484485",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "4872526",
  "review_id": "402007194",
  "date": {
    "$date": "2019-01-17T05:00:00.000Z"
  },
  "reviewer_name": "Sean",
  "comments": "My daughters and I had a great stay at Peter’s place! It was clean and spacious and the location is just great. Up in the hills with a view of the ocean and the valley below and only a few minutes drive to shops, restaurants and the beaches. Peter is a great host and we had a great experience overall!"
},
{
  "_id": "29664105",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "18917356",
  "review_id": "155261366",
  "date": {
    "$date": "2017-05-28T04:00:00.000Z"
  },
  "reviewer_name": "Bethany",
  "comments": "Matt was an incredible host! He made our stay as stress-free as possible and went above and beyond our expectations! Highly recommend staying with him at his gorgeous apartment! Great location, too!"
},
{
  "_id": "12370710",
  "review_id": "74527471",
  "date": {
    "$date": "2016-05-15T04:00:00.000Z"
  },
  "reviewer_name": "Melissa",
  "comments": "This place is a gem. Maria is super friendly and generous with her time and pantry supplies. The water really is that close!! The location spectacular to look at and snorkel or just chill out with a coffee on the walkway. The room is very spacious and the window seat just makes you want to connect with your inner cat. We had an amazing time and can't wait to plan another trip to Sydney."
},
{
  "_id": "4589874",
  "review_id": "23925516",
  "date": {
    "$date": "2014-12-14T05:00:00.000Z"
  },
  "reviewer_name": "Michael",
  "comments": "Staying at Craige's and Leonie's place was a great experience. The description was accurate and the rooms were clean and tidy. The appartment is very nice and just a five minute walk from the beach with heaps of nice restaurants just around the corner. Craige and Leonie are very friendly and nice people that provided excellent advise and support. I hope that I will have the chance to stay at their place  when I visit Sydney again."
},
{
  "_id": "9567840",
  "review_id": "56523101",
  "date": {
    "$date": "2015-12-14T05:00:00.000Z"
  },
  "reviewer_name": "Chris",
  "comments": "This is a great, well presented apartment. It is located in the heart of Sydney within easy walking distance of everything. Gavin is a great host keeping in really good communication all the time. He was very flexible and allowed us to have a great relaxing stay. Highly recommended."
},
{
  "_id": "21127680",
  "review_id": "200872658",
  "date": {
    "$date": "2017-10-07T04:00:00.000Z"
  },
  "reviewer_name": "Bruce",
  "comments": "Nice place nice host"
},
{
  "_id": "22208993",
  "review_id": "250982475",
  "date": {
    "$date": "2018-04-06T04:00:00.000Z"
  },
  "reviewer_name": "Fides-Ann",
  "comments": "Our stay at Alex‘s apartment was great. The house is in a great location and the rooms were clean and well equipped. We didn‘t meet the hosts but they left us a notice with helpful information. We really enjoyed our stay and recommend this apartments to others! Thank you!!"
},
{
  "_id": "25410221",
  "review_id": "272031357",
  "date": {
    "$date": "2018-06-03T04:00:00.000Z"
  },
  "reviewer_name": "Broede",
  "comments": "Thea was a lovely host and an excellent—and speedy—communicator."
},
{
  "_id": "6036714",
  "review_id": "37677776",
  "date": {
    "$date": "2015-07-09T04:00:00.000Z"
  },
  "reviewer_name": "Ann",
  "comments": "Sally was excellent to deal with, location of house was perfect for seeing Sydney handy to both ferries and buses.  Very Homely"
},
{
  "_id": "9223554",
  "review_id": "52954091",
  "date": {
    "$date": "2015-11-02T05:00:00.000Z"
  },
  "reviewer_name": "Yvonne",
  "comments": "The host canceled this reservation 56 days before arrival. This is an automated posting."
},
{
  "_id": "16183477",
  "review_id": "218075402",
  "date": {
    "$date": "2017-12-10T05:00:00.000Z"
  },
  "reviewer_name": "Raymond",
  "comments": "It was great. The place is clean and convenient, located very close to the train station."
},
{
  "_id": "18917022",
  "review_id": "167769799",
  "date": {
    "$date": "2017-07-08T04:00:00.000Z"
  },
  "reviewer_name": "Graeme",
  "comments": "Right on the waterfront, close to beaches. Everything walkable. A great place to stay"
},
{
  "_id": "22182168",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "22068048",
  "review_id": "222113215",
  "date": {
    "$date": "2017-12-28T05:00:00.000Z"
  },
  "reviewer_name": "Raghu",
  "comments": "Much better than the photos. Tastefully done up decor. (Even the collection of books)Nice and clean,had everything we needed. \nLucy and Ralph lovely people,very warm welcome and very friendly. Happy to have found this place. 40 minutes from cbd,great getaway!would love to visit again"
},
{
  "_id": "28231022",
  "review_id": "335005771",
  "date": {
    "$date": "2018-10-10T04:00:00.000Z"
  },
  "reviewer_name": "Jackie",
  "comments": "Great place. A bit noisy when a train goes pass"
},
{
  "_id": "1138483",
  "review_id": "5090777",
  "date": {
    "$date": "2013-06-11T04:00:00.000Z"
  },
  "reviewer_name": "Amy",
  "comments": "Belinda and her husband were warm and friendly hosts during our stay and the clean, beautifully designed and cosey but spacious studio was everything we could have wanted for a quiet weekend away. We enjoyed watching the sunset at Port Hacking, a lovely dock across the road from Belinda's home and driving further south through the National Park. Highly Recommended for a relaxing weekend trip just an hour away from Sydney."
},
{
  "_id": "12954762",
  "review_id": "78924650",
  "date": {
    "$date": "2016-06-10T04:00:00.000Z"
  },
  "reviewer_name": "Leah",
  "comments": "Very close to airport, comfortable bed"
},
{
  "_id": "15312988",
  "review_id": "107980753",
  "date": {
    "$date": "2016-10-13T04:00:00.000Z"
  },
  "reviewer_name": "Wilhelm",
  "comments": "This is a great place to stay! Very clean and fresh apartment, close to beautiful coogee beach and easy to travel around in Sydney. The hosts are great, made you feel welcome and had good communication. I strongly recommend this place!"
},
{
  "_id": "27436445",
  "review_id": "357617638",
  "date": {
    "$date": "2018-12-10T05:00:00.000Z"
  },
  "reviewer_name": "Amin",
  "comments": "over all good service"
},
{
  "_id": "24916551",
  "review_id": "268746219",
  "date": {
    "$date": "2018-05-26T04:00:00.000Z"
  },
  "reviewer_name": "Amanda",
  "comments": "Fabulous family sized house! Very clean & Tidy. Well equiped ammenities. Delighted to find toiletries provided as we forgot to pack ours. Very close to train station, IGA and restaurants (all within walking distance). Alice and Richard were great hosts, willing to provide any request. Will definitely book this very affordable house again."
},
{
  "_id": "1016739",
  "review_id": "5755359",
  "date": {
    "$date": "2013-07-15T04:00:00.000Z"
  },
  "reviewer_name": "Helen",
  "comments": "My stay at David's Coggee Beach house was excellent. It's a big house with 10 large bedrooms, and common livingroom and large kitchen, deck (super nice) and bathrooms (3 bathroom area with individual shower (nice one), sink and toilet). I met nice people who gave me good advices to get around Sydney. David, the host, is very responsible and responded on the post to my emails while I was there. Being large, the house is very quiet and no one really bother anyone else. A cleaner shows up everyday, they were two ladies when I was there. They do an amazing job keeping the place spotless, and they are also very sweet. Now, Coggee is an amazing place. The house is up the street from the beach- there is also a large green park next to the beach. It's really nice. I went swimming at the ladies bath (sometype of sea water swimming pool on the beach) the first morning despite being Winter: amazing! I find that the picture showing Coggee beach do not make justice. It is so much more beautiful. I can't wait to go back there. (details: bus are down the street, Sydney downtown is 25min away, the airport is 20 min away (35$ for a cab), Bondi beach is 2 beaches away :p (20min), and peroquees are all around:)"
},
{
  "_id": "9802077",
  "review_id": "61037346",
  "date": {
    "$date": "2016-01-31T05:00:00.000Z"
  },
  "reviewer_name": "Agustin",
  "comments": "Best AirBnb we had so far. The apartment is lovely, clean and tidy. It has everything you need for a short or long stay. It's one block away from the main bus in glebe which takes you to central or the city (from there you can go everywhere). It's near a lot of really nice cafe's and bars and several parks. Helena was great in helping us with everything we needed and more!\r\nThe only thing I would advice is to be sure to find the apartment beforehand because its a little bit hard to find by the number, ask your helena for directions, she'll be more than happy to help!"
},
{
  "_id": "9848837",
  "review_id": "62559908",
  "date": {
    "$date": "2016-02-15T05:00:00.000Z"
  },
  "reviewer_name": "Frances",
  "comments": "Hi , Really enjoyed staying in this beautiful house. It looked just as good as the pictures and everything was nice and clean. The garden was beautiful, really well done. It was close to the beach. \r\nFrances. "
},
{
  "_id": "10091713",
  "review_id": "123549502",
  "date": {
    "$date": "2016-12-29T05:00:00.000Z"
  },
  "reviewer_name": "Charles",
  "comments": "Ben's place is in the perfect location. Had a lot of fun staying there."
},
{
  "_id": "17211545",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "6170899",
  "review_id": "36675038",
  "date": {
    "$date": "2015-06-30T04:00:00.000Z"
  },
  "reviewer_name": "Ericka",
  "comments": "Magnifique séjour. \r\nLa maison est super jolie, très pratique, facile à prendre en main... un vrai décor de poupées, idéal pour les familles ou plusieurs couples. Un merveilleux accueil avec boîte de chocolats et vin blanc... bref, c'était la perfection et la douceur de vivre à l'australienne !\r\nBalmain est un quartier idéalement situé et très agréable. En ferry, on est à 15 mn de Darling Harbour ou de Circular Quay."
},
{
  "_id": "22536824",
  "review_id": "230059964",
  "date": {
    "$date": "2018-01-26T05:00:00.000Z"
  },
  "reviewer_name": "Lukas",
  "comments": "Alles gut. Sehr zu empfehlen. Super gelegene whg. In der nähe vom hippen Quartier Newtown. Alles gut und tolle tipps."
},
{
  "_id": "9599384",
  "review_id": "55774437",
  "date": {
    "$date": "2015-12-05T05:00:00.000Z"
  },
  "reviewer_name": "Deepti",
  "comments": "The host canceled this reservation 25 days before arrival. This is an automated posting."
},
{
  "_id": "9908871",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "22412815",
  "review_id": "221538426",
  "date": {
    "$date": "2017-12-26T05:00:00.000Z"
  },
  "reviewer_name": "Faiz",
  "comments": "Leena was a very welcoming and approachable host. She was also accommodating to our needs. We really had a good time. The house was spotless clean and well equipped. The shopping centre and public transport was within walking distance and the neighbourhood was very green and friendly."
},
{
  "_id": "30239722",
  "review_id": "353839908",
  "date": {
    "$date": "2018-11-29T05:00:00.000Z"
  },
  "reviewer_name": "Kristel",
  "comments": "Very good staying! Highly recommend!"
},
{
  "_id": "16914825",
  "review_id": "223858561",
  "date": {
    "$date": "2018-01-01T05:00:00.000Z"
  },
  "reviewer_name": "Robin",
  "comments": "Me and my girlfriend stayed eleven nights at Andreas place and we were really sad to leave. Very good room with a nice own bathroom. Also a nice kitchen with a big living room. We really liked the gym, pool and the sauna because they are very clean and almost always empty. So you can relax really well because you are almost always alone. We used it almost every day!\nThe location is perfect as it is only 5 minutes by feet to many different bus stops, coles, restaurants and bars. The bus takes you within 10 minutes to the city but you can walk there aswell. \nAndrea is a very friendly person and answered always very fast when we had any questions and her roommates are also very friendly and helpful. \nI have nothing bad to say to the place of Andrea and we wish we stayed longer."
},
{
  "_id": "16813942",
  "review_id": "206320414",
  "date": {
    "$date": "2017-10-24T04:00:00.000Z"
  },
  "reviewer_name": "Christine",
  "comments": "A very good place to stay, particularly if you are in Bundeena without a car as the shops are only 10 mins walk away.  Beach very close, with lovely swimming. Altogether a very peaceful place, apart from the noisy kookaburras!  Inclined to be a bit chilly in the mornings (October) until the sun was well up, as it is quite shady, so be sure to take a warm sweater.  \nA charming cottage and highly recommended."
},
{
  "_id": "21426586",
  "review_id": "209750458",
  "date": {
    "$date": "2017-11-05T04:00:00.000Z"
  },
  "reviewer_name": "Tung",
  "comments": "I would definitely recommend this place for other travellers . Bella is very helpful and friendly. There is a bus stop right in front of the building and it only takes 10 mins to CBD. Plus, her apartment is super nice and clean."
},
{
  "_id": "1098211",
  "review_id": "5356313",
  "date": {
    "$date": "2013-06-25T04:00:00.000Z"
  },
  "reviewer_name": "Matthew",
  "comments": "We stayed at this little quaintly situated sweetheart of an apartment for 3 nights in June and would return. Fits 2 people no problems, and the decorations surround you with a glow of warmth and style. If Location to some of Sydney's great lifestyle treats is an important point for your visit, then this place is well worth considering. See you again Serena!"
},
{
  "_id": "13774506",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "31391139",
  "review_id": "400674060",
  "date": {
    "$date": "2019-01-12T05:00:00.000Z"
  },
  "reviewer_name": "Claire",
  "comments": "Super friendly and accommodating host in a great location."
},
{
  "_id": "8559496",
  "review_id": "50583189",
  "date": {
    "$date": "2015-10-12T04:00:00.000Z"
  },
  "reviewer_name": "Ian",
  "comments": "Thanks Tiger! Your place was just great for what I needed - spotlessly clean, the bed the height of comfort and the location near the airport excellent. Your communication and welcome made me feel very at home! This was a really great stay.\r\n I suggest using the bus to and from airport. It's quicker, cheaper (A$2.10 and avoids the unjust cost of the train (A$9.20 to travel 2 stations!). The bus is about 100 metres away."
},
{
  "_id": "9907907",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "1979960",
  "review_id": "9886918",
  "date": {
    "$date": "2014-01-17T05:00:00.000Z"
  },
  "reviewer_name": "Alexey",
  "comments": "Great place to stay, great location!!!\r\nThe apartment was clean,cozy and had everything needed for a comfortable stay.\r\nJeremy was a very caring and helpful host.\r\nI recommend Gracious Darlinghurst Terrace as a great place to explore Sydney!\r\n\r\n"
},
{
  "_id": "25223461",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "13437841",
  "review_id": "87036789",
  "date": {
    "$date": "2016-07-18T04:00:00.000Z"
  },
  "reviewer_name": "Adam",
  "comments": "The location was very convenient, and the apartment was clean and new - perfect for my girlfriend and I. My only issue was that the sink was quite small, which made rinsing plates, pots and pans quite difficult before putting them in the dishwasher. Overall, it was a great stay, and dealing with Nicki before the stay was a pleasure. Recommended for someone who wants to stay within walking distance to the city. "
},
{
  "_id": "815654",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "20206764",
  "review_id": "194394612",
  "date": {
    "$date": "2017-09-16T04:00:00.000Z"
  },
  "reviewer_name": "Lachlan",
  "comments": "Great little place in a quiet street in Bronte. William was a great host, emjoyed our stay!"
},
{
  "_id": "19995621",
  "review_id": "340128975",
  "date": {
    "$date": "2018-10-23T04:00:00.000Z"
  },
  "reviewer_name": "Coro",
  "comments": "Don’t book this house. It is incredibly dirty full of insects all over the bedrooms, kitchen, and toiltet. My family and me are VERY dissatisfied with this house. Really bad. We tried to contact the owner but they are not polite at all"
},
{
  "_id": "22265826",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "30113822",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "5469086",
  "review_id": "55048951",
  "date": {
    "$date": "2015-11-27T05:00:00.000Z"
  },
  "reviewer_name": "Carlos",
  "comments": "Anitta was warm and welcoming with fantastic instructions on getting the most from the house and surrounding area."
},
{
  "_id": "16602162",
  "review_id": "127276125",
  "date": {
    "$date": "2017-01-16T05:00:00.000Z"
  },
  "reviewer_name": "新英",
  "comments": "第一次使用airbnb,这个平台确实不错｡很方便｡租到很不错的房间｡交通交通十分方便｡地处热闹街区里面的安静｡市中心,繁华热闹,5分钟到达繁华的大型豪华商场,超市,购物生活方便｡5分钟可以到达中央火车站｡十分钟左右可以散步情人港广场,10分钟左右,可以步行去享受唐人街中餐美味｡西餐当然遍地都是,15分钟以内可以漫步海德公园｡30分钟步行,可以到达悉尼歌剧院｡屋子干净整洁,设施齐全,你也可以自己做饭,因为厨房设施齐全｡房东沟通方便,中文,粤语,英文都可以与之交流｡耐心热情,服务周到｡又问必答,还可以给出不错的建议｡总之,家庭旅游,商务出差,短中期的居住,都是不错的选择｡很好的平台,很好的房东,值得选择｡以后还会有机会来的"
},
{
  "_id": "14223095",
  "review_id": "93682013",
  "date": {
    "$date": "2016-08-13T04:00:00.000Z"
  },
  "reviewer_name": "Mark",
  "comments": "Keythia was a wonderful Host. \nShe made myself and partner feel very at home. \nThe apartment was very clean and tidy with all necessary amenities. \nThe bed was extremely comfortable and the sheets were 5 star. \nKeythia left out a beautiful selection of breakfast treats. \nI would highly recommend this apartment. \nMany thanks \nMark & Rebecca "
},
{
  "_id": "9759372",
  "review_id": "100346032",
  "date": {
    "$date": "2016-09-08T04:00:00.000Z"
  },
  "reviewer_name": "Justin",
  "comments": "Allison was EXTREMELY helpful and accommodative. Lovely girl, and so are the other 2 ladies. Comfortable bed, plenty of space in the wardrobe.  Newtown is a fantastic location, a couple minute walk to the train station and a 10minute train into Circular Quay. "
},
{
  "_id": "22180812",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "21939239",
  "review_id": "223840741",
  "date": {
    "$date": "2018-01-01T05:00:00.000Z"
  },
  "reviewer_name": "James",
  "comments": "Don was a really helpful host who responded straight away to all our questions. The apartment itself is very nice and also located in a great area. Would definitely stay here again!"
},
{
  "_id": "24917020",
  "review_id": "365901954",
  "date": {
    "$date": "2019-01-01T05:00:00.000Z"
  },
  "reviewer_name": "Tonia",
  "comments": "Fantastic location, close to beach, park and some great restaurants. The place was very well presented, clean and owner very responsive to questions."
},
{
  "_id": "27499040",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "652063",
  "review_id": "2164951",
  "date": {
    "$date": "2012-09-01T04:00:00.000Z"
  },
  "reviewer_name": "Marc",
  "comments": "The appartment is very nice, 2nd floor, 200 mt from the beach... Harnan is a very nice personat the disposal for any information that you need during my dungeon at home. I was like at home and never fails nothing. Muy buena onda :)"
},
{
  "_id": "22108888",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "22296970",
  "review_id": "223840836",
  "date": {
    "$date": "2018-01-01T05:00:00.000Z"
  },
  "reviewer_name": "Jay",
  "comments": "Really enjoyed staying with Serena and Mohmed!"
},
{
  "_id": "10552362",
  "review_id": "61240584",
  "date": {
    "$date": "2016-02-01T05:00:00.000Z"
  },
  "reviewer_name": "Lizzie",
  "comments": "Beautiful place in a Great Location.\r\nPerfect host, Harry was very flexible to requests and punctuatal with replying. \r\nOn arrival we met Harry's girlfriend - also lovely who was super helpful and stayed in contact with us the whole\r\nWeekend for any thing we needed. \r\n"
},
{
  "_id": "27534603",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "1321603",
  "review_id": "7425657",
  "date": {
    "$date": "2013-09-19T04:00:00.000Z"
  },
  "reviewer_name": "Jude",
  "comments": "My overall experience on Dangar Island was wonderful. Ann created a sense of being cared for, in a relaxed environment. Ann is a wonderful and interesting host with great historical knowledge of the local area. Meal time was fun; some of the food picked from the garden, the rest fresh, delicious and made to suit my individual requirements. Eating breakfast overlooking a pretty garden and watching the river made a pleasurable start to each day. My bed was comfortable and as promised by my host, big soft towels to use in the shared bathroom. The house itself is as interesting as its gracious host and well worth the short ferry ride to visit and stay in for a night or two. Most enjoyable!"
},
{
  "_id": "24863216",
  "review_id": "268765322",
  "date": {
    "$date": "2018-05-26T04:00:00.000Z"
  },
  "reviewer_name": "Genevieve",
  "comments": "Vivian's loft apartment is perfectly located, close to great coffee spots and transport. Ten minutes from the beach and the stunning Bronte to Bondi coastal walk- not to be missed. The apartment has beautiful fixtures, a fantastic bed and a great shower. We would definitely stay at Viv's again, she was a generous and helpful host."
},
{
  "_id": "5763156",
  "review_id": "30520787",
  "date": {
    "$date": "2015-04-23T04:00:00.000Z"
  },
  "reviewer_name": "New",
  "comments": "The place was great; clean and quiet with modern and tasteful appointments. Large living/dining space. The location fantastic. Nicole was only a call away and always happy to offer advice when needed. Would definitely be back."
},
{
  "_id": "5993432",
  "review_id": "48015632",
  "date": {
    "$date": "2015-09-22T04:00:00.000Z"
  },
  "reviewer_name": "Polly",
  "comments": "Hugo was very welcoming when we first arrived and told us about his favourite local cafes and restaurants around the area which were awesome. The place was very artfully furnished and located conveniently next to the station. We would highly recommend his place. Loved it! Thanks, Hugo! :)) "
},
{
  "_id": "19167153",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "16232987",
  "review_id": "124006215",
  "date": {
    "$date": "2016-12-31T05:00:00.000Z"
  },
  "reviewer_name": "Varun",
  "comments": "Muñeca and her mother both made us feel like family during our stay. The apartment was easy to find, right across the train station. Pictures really undersell the place, it's beautifully decorated penthouse and feels like a comfy home. \n\nWe enjoyed our stay very much and highly recommend it. "
},
{
  "_id": "8356824",
  "review_id": "67692097",
  "date": {
    "$date": "2016-03-30T04:00:00.000Z"
  },
  "reviewer_name": "Kaan",
  "comments": "Awesome spot. Very clean and spacious. Would definitely recommend"
},
{
  "_id": "27555785",
  "review_id": "311276535",
  "date": {
    "$date": "2018-08-21T04:00:00.000Z"
  },
  "reviewer_name": "Becky",
  "comments": "The apartment exceeded our expectation with its view and its modernity, its within walking distance from central station, Chinatown, 10mins walk to Pyrmont bay, and tram stop to fish market. The host replies rather quickly to any request or simply any questions. Most housing appliances were provided. Highly recommended "
},
{
  "_id": "22661818",
  "review_id": "232017142",
  "date": {
    "$date": "2018-02-03T05:00:00.000Z"
  },
  "reviewer_name": "Andrew",
  "comments": "Kate was a great host and had an exceptional apartment. Kate was amazing to deal with through her quick responses and friendly attitude. We had a wonderful time in Manly in her apartment. The apartment itself was stylish, clean, had great facilities and offered exceptional beachfront views. The garage offered safe and easy parking for our stay in Manly and the secondary car park in front of the garage was an added bonus. With the apartment being a walking distance to all main attractions, it made the apartment location a perfect stay for us.\n\nWe left Kate’s apartment with a better stay then expected, we loved the apartment and our stay in Manly. We highly recommend Kate and her apartment!"
},
{
  "_id": "24365442",
  "review_id": "257344966",
  "date": {
    "$date": "2018-04-26T04:00:00.000Z"
  },
  "reviewer_name": "Nathan",
  "comments": "Great place to stay. Very clean, close to public train system, shops, restaurants, and even a supermarket (Woolworths) a block away. Patricia is a great host and super friendly. Lots of history in this area and the locals will definitely have good conversations about it at local restaurants or bars. Very nice social part of town. My dad and I really enjoyed our stay here and highly recoment this location and host."
},
{
  "_id": "13352718",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "26308209",
  "review_id": "326669589",
  "date": {
    "$date": "2018-09-23T04:00:00.000Z"
  },
  "reviewer_name": "Philip",
  "comments": "Gail’s Guest House is a hidden gem in a beautiful garden setting. The space is brand new and was immaculately presented, with a lot of attention to detail. Gail and Kim were very accommodating and Gale baked fresh bread, which was a nice surprise. \nThe location is great, close to the airport and only 5mins walk to some really nice beaches.\nI would highly recommend this place for a weekend getaway or longer."
},
{
  "_id": "17349393",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "24735200",
  "review_id": "262713688",
  "date": {
    "$date": "2018-05-09T04:00:00.000Z"
  },
  "reviewer_name": "Alejandra",
  "comments": "Natalia is a great host, I would definitely recommend staying at her place. The unit is very clean, wifi works perfectly. The room is big and the location amazing, walking distance to Coogee Beach."
},
{
  "_id": "27789416",
  "review_id": "317205127",
  "date": {
    "$date": "2018-09-01T04:00:00.000Z"
  },
  "reviewer_name": "Olivia",
  "comments": "Beautiful and clean space, great for a quick Sydney trip."
},
{
  "_id": "27735420",
  "review_id": "326263507",
  "date": {
    "$date": "2018-09-22T04:00:00.000Z"
  },
  "reviewer_name": "Vera",
  "comments": "住这里非常舒服,干净,东西齐全｡就像自己家一样,非常满意｡周边交通便利,购物便利,下次来悉尼依然会首选Francoise的家"
},
{
  "_id": "29108266",
  "review_id": "366587275",
  "date": {
    "$date": "2019-01-02T05:00:00.000Z"
  },
  "reviewer_name": "Greg",
  "comments": "Alex was a great and flexible host and was very quick to respond to our changing requests"
},
{
  "_id": "31461289",
  "review_id": "402871692",
  "date": {
    "$date": "2019-01-19T05:00:00.000Z"
  },
  "reviewer_name": "Ana",
  "comments": "Muy céntrico. Poco limpio."
},
{
  "_id": "19280475",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "23357535",
  "review_id": "237162473",
  "date": {
    "$date": "2018-02-21T05:00:00.000Z"
  },
  "reviewer_name": "Cristiana",
  "comments": "Really nice position and Really clean"
},
{
  "_id": "30294051",
  "review_id": "413688178",
  "date": {
    "$date": "2019-02-17T05:00:00.000Z"
  },
  "reviewer_name": "Derrick",
  "comments": "Great no frills, no nonsense place where the host respects your privacy.  Close to transport / restaurants  and a stone throw away to the city."
},
{
  "_id": "31913927",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "5862093",
  "review_id": "32777658",
  "date": {
    "$date": "2015-05-21T04:00:00.000Z"
  },
  "reviewer_name": "Faith",
  "comments": "Kariem's place was cosy and close to the Macquarie lighthouse where we walked to in the morning for the sunrise :) \n\nAdditionally, he has lots of snacks! & a great Xbox system. Also, he gave us helpful suggestions on the places to eat around our area :) Thanks for having us!! "
},
{
  "_id": "16231922",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "32361436",
  "review_id": "415503749",
  "date": {
    "$date": "2019-02-22T05:00:00.000Z"
  },
  "reviewer_name": "Grace Duignan-Pearson",
  "comments": "I had a great time staying with Anya, Urs and Finn. The room is light and bright with lots of space, and on a quiet road in Bondi that's still close to all the action and within walking distance to the Junction.\nThe place was really clean and Anya was great with her communication (particularly as I booked really last minute). \nI would definitely recommend their home as a great, peaceful base from which to explore Bondi."
},
{
  "_id": "8571561",
  "review_id": "56712208",
  "date": {
    "$date": "2015-12-16T05:00:00.000Z"
  },
  "reviewer_name": "Michele",
  "comments": "The host canceled this reservation 10 days before arrival. This is an automated posting."
},
{
  "_id": "18338274",
  "review_id": "172437143",
  "date": {
    "$date": "2017-07-21T04:00:00.000Z"
  },
  "reviewer_name": "Ruthe & Andy",
  "comments": "Bill's house is an opulent oasis. We were 3 colleagues in town for a trade show, and this was a wonderful base to relax in. 2 mins walk from the light rail station made it really easy to get around. The third bedroom is up a flight of quite steep stairs. There are good hand rails, but those with limited mobility would be better in the downstairs rooms. Beautiful things surround you throughout the property. The beds were very comfortable and there were plenty of amentites. A true home away from home. Highly recommended. "
},
{
  "_id": "25977467",
  "review_id": "286246795",
  "date": {
    "$date": "2018-07-05T04:00:00.000Z"
  },
  "reviewer_name": "Shahrin",
  "comments": "The house was very clean and spacious. The hosts were really great and sent us detailed information for check-in. Overall, would come back here!"
},
{
  "_id": "19197922",
  "review_id": "159846852",
  "date": {
    "$date": "2017-06-11T04:00:00.000Z"
  },
  "reviewer_name": "Melanie",
  "comments": "The host canceled this reservation 196 days before arrival. This is an automated posting."
},
{
  "_id": "23509818",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "26084478",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "30722343",
  "review_id": "406258961",
  "date": {
    "$date": "2019-01-28T05:00:00.000Z"
  },
  "reviewer_name": "Kyle",
  "comments": "Patty’s house was beautiful decorated, nice and close to famous Bondi, remarkably quiet being only meters to all the action. Patty always responded quick and answered all questions I had for her. She was very flexible with check out asking me first what time I would like...\nI would recommend to anyone who wants to be amongst the action but can look forward to some peace and quiet \n5 stars ⭐️"
},
{
  "_id": "14250",
  "review_id": "58482633",
  "date": {
    "$date": "2016-01-02T05:00:00.000Z"
  },
  "reviewer_name": "Miguel",
  "comments": "We did not meet Heidi but she was very friendly on the phone and always available for any questions that we had. We adored our stay in her beautiful house. It was exactly how she stated, clean, tidy and perfect for what we needed. The neighbourhood was very quiet and the neighbours were friendly. The location was perfect for us. Close to the bus, shopping centers, cafes, supermarkets and ferry station. Thanks for a wonderful stay in your gorgeous house Heidi.   "
},
{
  "_id": "22308786",
  "review_id": "227464033",
  "date": {
    "$date": "2018-01-15T05:00:00.000Z"
  },
  "reviewer_name": "John",
  "comments": "We have stayed at many Airbnb homes, this is our all time FAVOURITE place! The apartment is brand new, perfect layout, dual level which offers both privacy + space. For even the most fussiest of travellers - I highly recommend you book as this you couldn't hope for a better team then L'Abode, so thank you for making our holiday so great!!"
},
{
  "_id": "1047087",
  "review_id": "4345893",
  "date": {
    "$date": "2013-04-29T04:00:00.000Z"
  },
  "reviewer_name": "Jacky",
  "comments": "This studio out the back of caths house was a pleasure to stay in. The clever design makes use of a small space and the decore was stylish. Cath treated us with her homemade treats which were a real welcomed surprise.\r\nWe enjoyed looking out onto her veggie patch, the morning sun lit upnthe big photo of clouds on the wall and was lovely to wake to every morning.\r\nHighly recommended."
},
{
  "_id": "9577071",
  "review_id": "60465171",
  "date": {
    "$date": "2016-01-24T05:00:00.000Z"
  },
  "reviewer_name": "Yoo Deok",
  "comments": "Awesome place!\r\nUnfortunately I couldn't meet Jason. He was on vacation, so his friend Stu hosted us. He was just on time when we checked in & out, and very friendly. \r\nHouse is just like in the pictures. Nice living room with wide open terrace. The one of the best thing is there is a small park where you can oversee the Bondi beach in just 50m away. Also around 5min walking distance to beach.\r\nThe main room has double bed and empty drawers to keep things. And second room has 2 bed and 1 bed-like shelf.\r\nThere is no A/C (small room has small one, bue can cover the whole house), but in day you can open window. there is breeze so it is not so hot. In night, each room has fan, so no need for AC.\r\nThere is laundry room with laundry machine and dryer. Bondi beach is quite more humid than Sydney. so it was very convenient.\r\nI'll definitely visit again with my family someday. This is perfect place for family. I so envy Jason to live this house:) "
},
{
  "_id": "21988560",
  "review_id": "216810016",
  "date": {
    "$date": "2017-12-05T05:00:00.000Z"
  },
  "reviewer_name": "Betty",
  "comments": "Overall, I rate Tim's place 5 stars. Its a great place to stay for sight seeing. Its very close to the train station, city and airport. The place was clean and had a large clean shower. He was easy to talk to. I would stay again."
},
{
  "_id": "13363311",
  "review_id": "126045265",
  "date": {
    "$date": "2017-01-08T05:00:00.000Z"
  },
  "reviewer_name": "Nicola",
  "comments": "We had a wonderful stay and the flat was everything we had hoped for. The extra help with cot, pram and even toys for our 15-month old made it so easy. And the flat was in a great area with a few brunch places and restaurants nearby as well as Bondi Junction just a short bus ride away. Overall we'd highly recommend staying here. Thanks Moira!"
},
{
  "_id": "16811226",
  "review_id": "136017736",
  "date": {
    "$date": "2017-03-07T05:00:00.000Z"
  },
  "reviewer_name": "Weston",
  "comments": "The host canceled this reservation 14 days before arrival. This is an automated posting."
},
{
  "_id": "17357333",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "1907162",
  "review_id": "9648812",
  "date": {
    "$date": "2014-01-04T05:00:00.000Z"
  },
  "reviewer_name": "Carly",
  "comments": "We had a wonderful relaxing stay at a beach break and lake. The location was great and the apartment was positioned directly between the beach and lake. It was also a very short drive to other nothshore beaches such as whale beach and palm beach. The host Terri was lovely, helpful, and very responsive to any queries.  The next door neighbours were also very friendly and welcoming which made you feel at home. Overall we had a great stay and didn't want to leave!"
},
{
  "_id": "16551368",
  "review_id": "126690971",
  "date": {
    "$date": "2017-01-13T05:00:00.000Z"
  },
  "reviewer_name": "Kirsti",
  "comments": "My daughter and her friends stayed at Danny's place. Great location, easy check in and check out. Spacious for the group of friends! "
},
{
  "_id": "19320618",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "9597872",
  "review_id": "63295758",
  "date": {
    "$date": "2016-02-21T05:00:00.000Z"
  },
  "reviewer_name": "Anna",
  "comments": "Our hosts were very friendly and welcoming. It was the first time they have listed this apartment with air bnb, and they helped us out at very short notice. They welcomed us to help ourselves to anything eg fridge and pantry. We were well equipped so didn't need to, but the generosity was appreciated. They supply a Nespresso coffee machine and pods too!  The location is great. Walking distance to Manly Harbour, Manly ferry, cafes, bars and shops.\r\nInteresting and peaceful green nature reserve in front of the apartment which we walked through to access Manly harbour. Glimpses of the harbour. Not a lot of street parking, but we managed ok most of the time. Car not needed tho if you are exploring Manly and with the ferry so close! The Friday night international food markets very close by. Just a short walk over to the surf side and round to beautiful Shelly Beach.\r\nWe had everything we needed for a 2 night stay, and would recommend our hosts and their apartment."
},
{
  "_id": "15436372",
  "review_id": "126825208",
  "date": {
    "$date": "2017-01-14T05:00:00.000Z"
  },
  "reviewer_name": "Aquaria",
  "comments": "Amazing location and view, we had to extend our stay as we couldn't part with the view and outdoor living area.\nSo close to have a swim or head to Bondi entertainment/shopping area. "
},
{
  "_id": "17028088",
  "review_id": "132240038",
  "date": {
    "$date": "2017-02-16T05:00:00.000Z"
  },
  "reviewer_name": "Anthony",
  "comments": "The accommodation was perfect\nHosts super friendly and helpful\nOverall experience wonderful\nStay here"
},
{
  "_id": "23309295",
  "review_id": "243994336",
  "date": {
    "$date": "2018-03-17T04:00:00.000Z"
  },
  "reviewer_name": "Joel",
  "comments": "Poor communication with the real estate agency next door that runs this AirBnb. I had cockroaches all through my room. Permanent residents felt like this was staying in commission housing flats and not a hotel as the name suggested."
},
{
  "_id": "5461928",
  "review_id": "29500554",
  "date": {
    "$date": "2015-04-08T04:00:00.000Z"
  },
  "reviewer_name": "Gail",
  "comments": "Stephanie is a delightful,thoughtful and generous host. She was prompt in responding to questions and left her home in a welcoming manner. The cottage is delightful,comfortable and we thoroughly enjoyed our stay there. Glebe is just wonderful with lots of atmosphere and close to many of Sydney's highlights.\r\nThis was our first foray into Airbnb and we are hooked! It was an excellent initiation and no doubt a hard act to follow!\r\nI thoroughly recommend Stephanie and her cottage and Glebe. I hope that I can stay there again."
},
{
  "_id": "6201263",
  "review_id": "34568361",
  "date": {
    "$date": "2015-06-09T04:00:00.000Z"
  },
  "reviewer_name": "Kevid Giselle",
  "comments": "The room is very clean and tidy. The house is so quiet and Robbie is very polite."
},
{
  "_id": "23650892",
  "review_id": "244893328",
  "date": {
    "$date": "2018-03-19T04:00:00.000Z"
  },
  "reviewer_name": "Damon",
  "comments": "The apartment was not clean and had dog urine on all the carpets. It took 24 hours for 1 of the rugs to get replaced and the new one seemed masked with odor spray. The owner told me the place was clean after the first day but the urine smell was still in the apartment which kept us locked in our rooms while we weren’t out and about in the city. It was very unpleasant even after getting the cleaning fee and one nights stay refunded to us. It was a total break down in communication between the management company and the own, but that shouldn’t be at my expense after I had just taken a 14 hour flight from California."
},
{
  "_id": "30377044",
  "review_id": "367013129",
  "date": {
    "$date": "2019-01-03T05:00:00.000Z"
  },
  "reviewer_name": "Isabelle",
  "comments": "Great accomodation. Clean and had everything you needed. The location is amazing right at Bondi, it can be quite noisy at night time though. Thanks for a great stay Matt!"
},
{
  "_id": "9735397",
  "review_id": "58380594",
  "date": {
    "$date": "2016-01-02T05:00:00.000Z"
  },
  "reviewer_name": "Bin",
  "comments": "A great experience the first time live at home locals, owner of the house is very intimate, all kinds of problems can patiently answer. The house is very comfortable, the family can barbecue, appliances complete, the location is great, go out to take a bus into the city center, if you look at Sydney's New Year's fireworks, it would be a good choice, you can see the panoramic view, if you come to Sydney This would be an excellent choice."
},
{
  "_id": "21648821",
  "review_id": "212039802",
  "date": {
    "$date": "2017-11-15T05:00:00.000Z"
  },
  "reviewer_name": "Peter",
  "comments": "The host canceled this reservation 11 days before arrival. This is an automated posting."
},
{
  "_id": "24413268",
  "review_id": "258896038",
  "date": {
    "$date": "2018-04-30T04:00:00.000Z"
  },
  "reviewer_name": "Joanne",
  "comments": "很好很喜欢  房东是广东人  即使有一点小意外  但是房东的热情足矣抵消  从住宿到维多利亚女王大厦 中国城的路程不远 开车只有十几分钟 不过我每次出门都是打uber  总体来说还是值得推荐的\n望房东生意越来越好!"
},
{
  "_id": "22261220",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "27932125",
  "review_id": "328330852",
  "date": {
    "$date": "2018-09-26T04:00:00.000Z"
  },
  "reviewer_name": "Jenna",
  "comments": "Imogen’s place was absolutely great. It was very clean and the room was large and away from the common spaces. She is friendly, and super accommodating. Her Bondi Beach location couldn’t be better. It’s just a few minutes walk from the beach and right in the middle of many cafes/shops/grocery stores. The location is quiet and felt safe at all times. Would definitely stay again and recommend it!"
},
{
  "_id": "26334724",
  "review_id": "283925253",
  "date": {
    "$date": "2018-07-01T04:00:00.000Z"
  },
  "reviewer_name": "Regina",
  "comments": "Apartment was amazing, exactly what's needed for a few friends or a family. Location was great as we did not want to be directly in the cbd and cleanliness spotless, would definitely stay again."
},
{
  "_id": "9944044",
  "review_id": "79352468",
  "date": {
    "$date": "2016-06-12T04:00:00.000Z"
  },
  "reviewer_name": "Antonio",
  "comments": "Lovely cosy place, perfect as a start point to the Coastal Walk. Scott was extremely friendly and helpful.\r\n\r\nPrivate accommodation, with a separate entrance and great independent back garden."
},
{
  "_id": "22295090",
  "review_id": "224938381",
  "date": {
    "$date": "2018-01-04T05:00:00.000Z"
  },
  "reviewer_name": "Nick",
  "comments": "Close to everything Manly has to offer"
},
{
  "_id": "24660064",
  "review_id": "263393923",
  "date": {
    "$date": "2018-05-12T04:00:00.000Z"
  },
  "reviewer_name": "Laure",
  "comments": "We spent two weeks in this apartment really well located. Stephen was really helpful and replied really quickly to all of our questions. The apartment was really clean when we arrived. It is located near to the Harbour Bridge (10min walking) where you can have a really nice view on the Opera House. It was really easy to go to the CBD by the train, Milsons Point station is only 10min walking (and then 1 stop to go to Town Hall) or you can still walk on the bridge to go to Circular Quay.  The kitchen is really well furnished with a big fridge, microwawe, oven, and gas hotplate. We had a really good time, the area is really quiet, some convenience stores are really close to the apartment and there is a COLES and ALDI in North Sydney around 10min walking. I think it's one of the best whole apartment you can find in Sydney regarding quality/price/location. Thanks again Stephen!"
},
{
  "_id": "9497614",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "26414600",
  "review_id": "290621331",
  "date": {
    "$date": "2018-07-14T04:00:00.000Z"
  },
  "reviewer_name": "Lukas",
  "comments": "Very dirty: Beds, Kitchen, Floors.\nLocation very nice.\nIf clean, nice place"
},
{
  "_id": "12655535",
  "review_id": "74077974",
  "date": {
    "$date": "2016-05-13T04:00:00.000Z"
  },
  "reviewer_name": "Neda",
  "comments": "Sabrinas place was very spacious, located conveniently and mostly well equipped. It was perfect for exploring the city since it's connected well to public transport and you could also take a walk into the cbd. The only downside is the missing Wifi (which I was unaware when booking) but I guess this will be fixed soon since they just recently renovated the apartment. The apartment was very clean (only the windows and mirrors not 100%- not so important) Communication with Sabrina was easy and pleasant. Would recommend to stay here, especially a larger group of people or a family! "
},
{
  "_id": "22308267",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "16351123",
  "review_id": null,
  "date": null,
  "reviewer_name": null,
  "comments": null
},
{
  "_id": "17027324",
  "review_id": "199767378",
  "date": {
    "$date": "2017-10-03T04:00:00.000Z"
  },
  "reviewer_name": "Monique",
  "comments": "We had a lovely stay. The apartment was clean and perfect for a family with children. Close to Parks and beach. Overall we enjoyed the apartment!"
}]